{"Story": 0, "of": 1, "a": 2, "man": 3, "who": 4, "has": 5, "unnatural": 6, "feelings": 7, "for": 8, "pig": 9, ".": 10, "Starts": 11, "out": 12, "with": 13, "opening": 14, "scene": 15, "that": 16, "is": 17, "terrific": 18, "example": 19, "absurd": 20, "comedy": 21, "A": 22, "formal": 23, "orchestra": 24, "audience": 25, "turned": 26, "into": 27, "an": 28, "insane": 29, ",": 30, "violent": 31, "mob": 32, "by": 33, "the": 34, "crazy": 35, "chantings": 36, "it": 37, "'s": 38, "singers": 39, "Unfortunately": 40, "stays": 41, "WHOLE": 42, "time": 43, "no": 44, "general": 45, "narrative": 46, "eventually": 47, "making": 48, "just": 49, "too": 50, "off": 51, "putting": 52, "Even": 53, "those": 54, "from": 55, "era": 56, "should": 57, "be": 58, "The": 59, "cryptic": 60, "dialogue": 61, "would": 62, "make": 63, "Shakespeare": 64, "seem": 65, "easy": 66, "to": 67, "third": 68, "grader": 69, "On": 70, "technical": 71, "level": 72, "better": 73, "than": 74, "you": 75, "might": 76, "think": 77, "some": 78, "good": 79, "cinematography": 80, "future": 81, "great": 82, "Vilmos": 83, "Zsigmond": 84, "Future": 85, "stars": 86, "Sally": 87, "Kirkland": 88, "and": 89, "Frederic": 90, "Forrest": 91, "can": 92, "seen": 93, "briefly": 94, "Bromwell": 95, "High": 96, "cartoon": 97, "It": 98, "ran": 99, "at": 100, "same": 101, "as": 102, "other": 103, "programs": 104, "about": 105, "school": 106, "life": 107, "such": 108, "``": 109, "Teachers": 110, "''": 111, "My": 112, "35": 113, "years": 114, "in": 115, "teaching": 116, "profession": 117, "lead": 118, "me": 119, "believe": 120, "satire": 121, "much": 122, "closer": 123, "reality": 124, "scramble": 125, "survive": 126, "financially": 127, "insightful": 128, "students": 129, "see": 130, "right": 131, "through": 132, "their": 133, "pathetic": 134, "teachers": 135, "'": 136, "pomp": 137, "pettiness": 138, "whole": 139, "situation": 140, "all": 141, "remind": 142, "schools": 143, "I": 144, "knew": 145, "When": 146, "saw": 147, "episode": 148, "which": 149, "student": 150, "repeatedly": 151, "tried": 152, "burn": 153, "down": 154, "immediately": 155, "recalled": 156, ".........": 157, "..........": 158, "classic": 159, "line": 160, ":": 161, "INSPECTOR": 162, "'m": 163, "here": 164, "sack": 165, "one": 166, "your": 167, "STUDENT": 168, "Welcome": 169, "expect": 170, "many": 171, "adults": 172, "my": 173, "age": 174, "far": 175, "fetched": 176, "What": 177, "pity": 178, "n't": 179, "!": 180, "Airport": 181, "'77": 182, "starts": 183, "brand": 184, "new": 185, "luxury": 186, "747": 187, "plane": 188, "loaded": 189, "up": 190, "valuable": 191, "paintings": 192, "&": 193, "belonging": 194, "rich": 195, "businessman": 196, "Philip": 197, "Stevens": 198, "(": 199, "James": 200, "Stewart": 201, ")": 202, "flying": 203, "them": 204, "bunch": 205, "VIP": 206, "his": 207, "estate": 208, "preparation": 209, "being": 210, "opened": 211, "public": 212, "museum": 213, "also": 214, "on": 215, "board": 216, "daughter": 217, "Julie": 218, "Kathleen": 219, "Quinlan": 220, "her": 221, "son": 222, "jetliner": 223, "takes": 224, "planned": 225, "but": 226, "mid-air": 227, "hi-jacked": 228, "co-pilot": 229, "Chambers": 230, "Robert": 231, "Foxworth": 232, "two": 233, "accomplice": 234, "Banker": 235, "Monte": 236, "Markham": 237, "Wilson": 238, "Michael": 239, "Pataki": 240, "knock": 241, "passengers": 242, "crew": 243, "sleeping": 244, "gas": 245, "they": 246, "plan": 247, "steal": 248, "cargo": 249, "land": 250, "disused": 251, "strip": 252, "isolated": 253, "island": 254, "while": 255, "descent": 256, "almost": 257, "hits": 258, "oil": 259, "rig": 260, "Ocean": 261, "loses": 262, "control": 263, "sending": 264, "crashing": 265, "sea": 266, "where": 267, "sinks": 268, "bottom": 269, "bang": 270, "middle": 271, "Bermuda": 272, "Triangle": 273, "With": 274, "air": 275, "short": 276, "supply": 277, "water": 278, "leaking": 279, "having": 280, "flown": 281, "over": 282, "200": 283, "miles": 284, "course": 285, "problems": 286, "mount": 287, "survivor": 288, "await": 289, "help": 290, "fast": 291, "running": 292, "...": 293, "<": 294, "br": 295, "/": 296, ">": 297, "Also": 298, "known": 299, "under": 300, "slightly": 301, "different": 302, "tile": 303, "1977": 304, "this": 305, "second": 306, "sequel": 307, "smash-hit": 308, "disaster": 309, "thriller": 310, "1970": 311, "was": 312, "directed": 313, "Jerry": 314, "Jameson": 315, "once": 316, "again": 317, "like": 318, "predecessors": 319, "ca": 320, "say": 321, "any": 322, "sort": 323, "forgotten": 324, "entertaining": 325, "although": 326, "not": 327, "necessarily": 328, "reasons": 329, "Out": 330, "three": 331, "films": 332, "have": 333, "so": 334, "actually": 335, "liked": 336, "best": 337, "favourite": 338, "plot": 339, "nice": 340, "hi-jacking": 341, "then": 342, "did": 343, "he": 344, "?": 345, "sinking": 346, "maybe": 347, "makers": 348, "were": 349, "trying": 350, "cross": 351, "original": 352, "another": 353, "popular": 354, "flick": 355, "period": 356, "Poseidon": 357, "Adventure": 358, "1972": 359, "submerged": 360, "until": 361, "end": 362, "stark": 363, "dilemma": 364, "facing": 365, "trapped": 366, "inside": 367, "either": 368, "suffocate": 369, "when": 370, "runs": 371, "or": 372, "drown": 373, "floods": 374, "if": 375, "doors": 376, "are": 377, "decent": 378, "idea": 379, "could": 380, "made": 381, "little": 382, "bad": 383, "unsympathetic": 384, "character": 385, "dull": 386, "lethargic": 387, "set-pieces": 388, "real": 389, "lack": 390, "danger": 391, "suspense": 392, "tension": 393, "means": 394, "missed": 395, "opportunity": 396, "While": 397, "rather": 398, "sluggish": 399, "keeps": 400, "entertained": 401, "108": 402, "odd": 403, "minutes": 404, "happens": 405, "after": 406, "there": 407, "urgency": 408, "thought": 409, "been": 410, "Navy": 411, "become": 412, "involved": 413, "things": 414, "do": 415, "pick": 416, "few": 417, "shots": 418, "huge": 419, "ships": 420, "helicopters": 421, "something": 422, "lacking": 423, "George": 424, "Kennedy": 425, "jinxed": 426, "airline": 427, "worker": 428, "Joe": 429, "Patroni": 430, "back": 431, "only": 432, "gets": 433, "couple": 434, "scenes": 435, "barely": 436, "even": 437, "says": 438, "anything": 439, "preferring": 440, "look": 441, "worried": 442, "background.": 443, "home": 444, "video": 445, "theatrical": 446, "version": 447, "run": 448, "US": 449, "TV": 450, "versions": 451, "add": 452, "extra": 453, "hour": 454, "footage": 455, "including": 456, "credits": 457, "sequence": 458, "more": 459, "flashbacks": 460, "flesh": 461, "longer": 462, "rescue": 463, "discovery": 464, "dead": 465, "bodies": 466, "navigator": 467, "am": 468, "sure": 469, "sit": 470, "near": 471, "cut": 472, "As": 473, "expected": 474, "film": 475, "dated": 476, "badly": 477, "horrible": 478, "fashions": 479, "interior": 480, "design": 481, "choices": 482, "will": 483, "toy": 484, "model": 485, "effects": 486, "Along": 487, "sequels": 488, "pride": 489, "place": 490, "Razzie": 491, "Award": 492, "Hall": 493, "Shame": 494, "lots": 495, "worse": 496, "reckon": 497, "harsh": 498, "action": 499, "unfortunately": 500, "pace": 501, "slow": 502, "excitement": 503, "generated": 504, "shame": 505, "pretty": 506, "properly.": 507, "production": 508, "values": 509, "alright": 510, "nothing": 511, "spectacular": 512, "acting": 513, "Oscar": 514, "winner": 515, "Jack": 516, "Lemmon": 517, "said": 518, "since": 519, "mistake": 520, "star": 521, "looks": 522, "old": 523, "frail": 524, "Lee": 525, "Grant": 526, "drunk": 527, "Sir": 528, "Christopher": 529, "given": 530, "plenty": 531, "familiar": 532, "faces": 533, "too.": 534, "most": 535, "orientated": 536, "ideas": 537, "behind": 538, "bit": 539, "silly": 540, "bland": 541, "direction": 542, "does": 543, "though": 544, "sunken": 545, "boring": 546, "Followed": 547, "Concorde": 548, "'79": 549, "1979": 550, "Homelessness": 551, "Houselessness": 552, "Carlin": 553, "stated": 554, "issue": 555, "never": 556, "street": 557, "considered": 558, "human": 559, "everything": 560, "going": 561, "work": 562, "vote": 563, "matter": 564, "Most": 565, "people": 566, "homeless": 567, "lost": 568, "cause": 569, "worrying": 570, "racism": 571, "war": 572, "Iraq": 573, "pressuring": 574, "kids": 575, "succeed": 576, "technology": 577, "elections": 578, "inflation": 579, "'ll": 580, "next": 581, "streets.": 582, "But": 583, "what": 584, "bet": 585, "live": 586, "streets": 587, "month": 588, "without": 589, "luxuries": 590, "had": 591, "entertainment": 592, "sets": 593, "bathroom": 594, "pictures": 595, "wall": 596, "computer": 597, "treasure": 598, "That": 599, "Goddard": 600, "Bolt": 601, "lesson.": 602, "Mel": 603, "Brooks": 604, "directs": 605, "plays": 606, "world": 607, "deciding": 608, "sissy": 609, "rival": 610, "Jeffery": 611, "Tambor": 612, "thirty": 613, "days": 614, ";": 615, "succeeds": 616, "wants": 617, "project": 618, "buildings": 619, "thrown": 620, "bracelet": 621, "leg": 622, "monitor": 623, "every": 624, "move": 625, "step": 626, "sidewalk": 627, "He": 628, "nickname": 629, "Pepto": 630, "vagrant": 631, "written": 632, "forehead": 633, "meets": 634, "characters": 635, "woman": 636, "name": 637, "Molly": 638, "Lesley": 639, "Ann": 640, "Warren": 641, "ex-dancer": 642, "got": 643, "divorce": 644, "before": 645, "losing": 646, "pals": 647, "Sailor": 648, "Howard": 649, "Morris": 650, "Fumes": 651, "Teddy": 652, "already": 653, "used": 654, "They": 655, "'re": 656, "survivors": 657, "reaching": 658, "mutual": 659, "agreements": 660, "fight": 661, "flight": 662, "kill": 663, "killed.": 664, "love": 665, "connection": 666, "between": 667, "necessary": 668, "found": 669, "Life": 670, "Stinks": 671, "observant": 672, "prior": 673, "shows": 674, "tender": 675, "side": 676, "compared": 677, "slapstick": 678, "Blazing": 679, "Saddles": 680, "Young": 681, "Frankenstein": 682, "Spaceballs": 683, "show": 684, "day": 685, "hand": 686, "stupid": 687, "know": 688, "money": 689, "Maybe": 690, "give": 691, "instead": 692, "using": 693, "Monopoly": 694, "money.": 695, "Or": 696, "inspire": 697, "others": 698, "Brilliant": 699, "over-acting": 700, "Best": 701, "dramatic": 702, "hobo": 703, "lady": 704, "ever": 705, "clothes": 706, "warehouse": 707, "none": 708, "corn": 709, "face": 710, "take": 711, "lawyers": 712, "superb": 713, "After": 714, "accused": 715, "turncoat": 716, "selling": 717, "boss": 718, "dishonest": 719, "lawyer": 720, "shrugs": 721, "indifferently": 722, "Three": 723, "funny": 724, "words": 725, "Jeffrey": 726, "favorite": 727, "later": 728, "Larry": 729, "Sanders": 730, "fantastic": 731, "mad": 732, "millionaire": 733, "crush": 734, "ghetto": 735, "His": 736, "malevolent": 737, "usual": 738, "hospital": 739, "invade": 740, "demolition": 741, "site": 742, "all-time": 743, "classics": 744, "Look": 745, "legs": 746, "big": 747, "diggers": 748, "fighting": 749, "bleeds": 750, "This": 751, "movie": 752, "each": 753, "quite": 754, "often": 755, "lacked": 756, "put": 757, "finger": 758, "first": 759, "charisma": 760, "part": 761, "leading": 762, "actress": 763, "inevitably": 764, "translated": 765, "chemistry": 766, "she": 767, "shared": 768, "screen": 769, "romantic": 770, "came": 771, "across": 772, "merely": 773, "actors": 774, "play": 775, "very": 776, "well": 777, "director": 778, "miscalculated": 779, "needed": 780, "know.": 781, "screenplay": 782, "Just": 783, "exactly": 784, "chef": 785, "seemed": 786, "enamored": 787, "culinary": 788, "skills": 789, "restaurant": 790, "ultimately": 791, "himself": 792, "youthful": 793, "exploits": 794, "anybody": 795, "else": 796, "convinced": 797, "princess.": 798, "disappointed": 799, "forget": 800, "nominated": 801, "judge": 802, "yourself": 803, "Sorry": 804, "everyone": 805, "supposed": 806, "art": 807, "wow": 808, "handed": 809, "guns": 810, "screening": 811, "blow": 812, "brains": 813, "watch": 814, "Although": 815, "photographic": 816, "excellent": 817, "story": 818, "painful": 819, "absence": 820, "sound": 821, "track": 822, "brutal": 823, "loooonnnnng": 824, "long": 825, "How": 826, "sitting": 827, "talking": 828, "Especially": 829, "complaining": 830, "really": 831, "hard": 832, "getting": 833, "performances": 834, "how": 835, "dark": 836, "sombre": 837, "uninspired": 838, "stuff": 839, "thing": 840, "i": 841, "Maureen": 842, "Stapleton": 843, "red": 844, "dress": 845, "dancing": 846, "Otherwise": 847, "ripoff": 848, "Bergman": 849, "And": 850, "fan": 851, "f": 852, "anyone": 853, "enjoyed": 854, "1": 855, "1/2": 856, "hours": 857, "lying": 858, "easily": 859, "underrated": 860, "inn": 861, "cannon": 862, "Sure": 863, "its": 864, "flawed": 865, "realistic": 866, "view": 867, "homelessness": 868, "unlike": 869, "Citizen": 870, "Kane": 871, "gave": 872, "lounge": 873, "Titanic": 874, "Italians": 875, "YOU": 876, "IDIOTS": 877, "Many": 878, "jokes": 879, "fall": 880, "flat": 881, "still": 882, "lovable": 883, "way": 884, "comedies": 885, "pull": 886, "traditionally": 887, "reviled": 888, "members": 889, "society": 890, "truly": 891, "impressive": 892, "Its": 893, "Fisher": 894, "King": 895, "crap": 896, "complaint": 897, "cast": 898, "someone": 899, "Director": 900, "Writer": 901, "parents": 902, "took": 903, "along": 904, "theater": 905, "Interiors": 906, "movies": 907, "watched": 908, "we": 909, "walked": 910, "Since": 911, "recently": 912, "lived": 913, "rest": 914, "pretentious": 915, "ponderous": 916, "painfully": 917, "piece": 918, "70": 919, "wine": 920, "cheese": 921, "tripe": 922, "Woody": 923, "Allen": 924, "directors": 925, "worst": 926, "career": 927, "In": 928, "unmistakable": 929, "style": 930, "Ingmar": 931, "Berman": 932, "gives": 933, "us": 934, "angular": 935, "muted": 936, "insight": 937, "lives": 938, "family": 939, "wrought": 940, "psychological": 941, "damage": 942, "caused": 943, "estrangement": 944, "non-love": 945, "halitosis": 946, "whatever": 947, "intentionally": 948, "comic": 949, "relief": 950, "music": 951, "drenched": 952, "shadowy": 953, "pathos": 954, "defined": 955, "expressionist": 956, "nature": 957, "improvisational": 958, "method": 959, "illicit": 960, "pronounced": 961, "depth": 962, "meaning": 963, "truth": 964, "beyond": 965, "simply": 966, "sympathy": 967, "Instead": 968, "felt": 969, "contempt": 970, "parade": 971, "shuffling": 972, "whining": 973, "nicotine": 974, "stained": 975, "martyrs": 976, "perpetual": 977, "quest": 978, "identity": 979, "Amid": 980, "backdrop": 981, "cosmopolitan": 982, "affluence": 983, "baked": 984, "Brie": 985, "intelligentsia": 986, "looms": 987, "fart": 988, "room": 989, "Everyone": 990, "speaks": 991, "affected": 992, "platitudes": 993, "elevated": 994, "language": 995, "cigarettes": 996, "struggling": 997, "desperate": 998, "find": 999, "understanding": 1000, "goes": 1001, "point": 1002, "want": 1003, "slap": 1004, "resolution": 1005, "interminable": 1006, "introspective": 1007, "babble": 1008, "drama": 1009, "taken": 1010, "extreme": 1011, "ability": 1012, "connect": 1013, "chose": 1014, "immersed": 1015, "themselves": 1016, "feel": 1017, "left": 1018, "reason": 1019, "self": 1020, "indulgent": 1021, "spiritually": 1022, "draining": 1023, "insistence": 1024, "promoting": 1025, "message": 1026, "Prozac": 1027, "prose": 1028, "distorted": 1029, "techniques": 1030, "jettisons": 1031, "past": 1032, "relevance": 1033, "highly": 1034, "recommend": 1035, "feeling": 1036, "happy": 1037, "need": 1038, "death": 1039, "let": 1040, "pretend": 1041, "happened": 1042, "typical": 1043, "less": 1044, "followable": 1045, "Leslie": 1046, "under-rated": 1047, "There": 1048, "moments": 1049, "fleshed": 1050, "probably": 1051, "worth": 1052, "price": 1053, "rent": 1054, "overall": 1055, "job": 1056, "characteristic": 1057, "speaking": 1058, "directly": 1059, "Again": 1060, "actor": 1061, "Fume": 1062, "both": 1063, "played": 1064, "parts": 1065, "appears": 1066, "critics": 1067, "unpalatable": 1068, "unbearably": 1069, "wooden": 1070, "imitations": 1071, "kid": 1072, "ourselves": 1073, "mostly": 1074, "supportive": 1075, "pretensions": 1076, "accusations": 1077, "contrary": 1078, "notwithstanding": 1079, "get": 1080, "why": 1081, "generally": 1082, "applauded": 1083, "originality": 1084, "imitating": 1085, "contemporaneous": 1086, "Brian": 1087, "DePalma": 1088, "excoriated": 1089, "ripping": 1090, "Hitchcock": 1091, "suspense/horror": 1092, "Robin": 1093, "Wood": 1094, "strange": 1095, "form": 1096, "cultural": 1097, "snobbery": 1098, "agree": 1099, "comedic": 1100, "Williams": 1101, "nor": 1102, "quirky/insane": 1103, "recent": 1104, "fame": 1105, "hybrid": 1106, "over-dramatization": 1107, "mixed": 1108, "per": 1109, "se": 1110, "mystery/suspense": 1111, "vehicle": 1112, "attempts": 1113, "locate": 1114, "sick": 1115, "boy": 1116, "keeper.": 1117, "starring": 1118, "Sandra": 1119, "Oh": 1120, "Rory": 1121, "Culkin": 1122, "Suspense": 1123, "Drama": 1124, "news": 1125, "report": 1126, "William": 1127, "close": 1128, "achieving": 1129, "goal.": 1130, "must": 1131, "fails": 1132, "teach": 1133, "guide": 1134, "inspect": 1135, "amuse": 1136, "watching": 1137, "guy": 1138, "performing": 1139, "actions": 1140, "person": 1141, "perspective": 1142, "able": 1143, "subscribe": 1144, "premise": 1145, "story.": 1146, "All": 1147, "definitely": 1148, "Friday/Saturday": 1149, "night": 1150, "fare.": 1151, "rates": 1152, "7.7/10": 1153, "Fiend": 1154, "attempt": 1155, "New": 1156, "York": 1157, "intellectual": 1158, "10": 1159, "Swedish": 1160, "-": 1161, "Susan": 1162, "Sontag": 1163, "Brother": 1164, "Carl": 1165, "Sweden": 1166, "results": 1167, "Wilde": 1168, "reference": 1169, "Dickens": 1170, "Old": 1171, "Curiosity": 1172, "Shop": 1173, "One": 1174, "heart": 1175, "stone": 1176, "laugh": 1177, "loud": 1178, "Little": 1179, "Nell": 1180, "Pretty": 1181, "chock": 1182, "full": 1183, "solemnly": 1184, "intoned": 1185, "howlers": 1186, "afraid": 1187, "anger": 1188, "Looking": 1189, "distance": 1190, "becoming": 1191, "directorial": 1192, "quotations": 1193, "use": 1194, "polite": 1195, "term": 1196, "parody": 1197, "incredibly": 1198, "self-involved": 1199, "keep": 1200, "reminding": 1201, "brilliant": 1202, "talented": 1203, "strangulation": 1204, "read": 1205, "poem": 1206, "yours": 1207, "Yorker": 1208, "reworked": 1209, "Far": 1210, "caring": 1211, "these": 1212, "however": 1213, "hilarious": 1214, "Much": 1215, "dialog": 1216, "earlier": 1217, "lines": 1218, "straight": 1219, "Having": 1220, "poor": 1221, "Mary": 1222, "Beth": 1223, "Hurt": 1224, "copy": 1225, "thespian": 1226, "tics": 1227, "intonations": 1228, "neurotic": 1229, "habits": 1230, "turning": 1231, "embarrassing": 1232, "surrogate": 1233, "Kenneth": 1234, "Branagh": 1235, "Celebrity": 1236, "basic": 1237, "dysfunctional": 1238, "quietly": 1239, "domineering": 1240, "mother": 1241, "seems": 1242, "lifted": 1243, "Winter": 1244, "Light": 1245, "melodrama": 1246, "tricked": 1247, "lot": 1248, "existential": 1249, "angst": 1250, "comes": 1251, "shopworn": 1252, "visual/aural": 1253, "tricks": 1254, "deafening": 1255, "scratching": 1256, "pencil": 1257, "paper": 1258, "towering": 1259, "surf": 1260, "dwarfs": 1261, "walking": 1262, "beach": 1263, "etc": 1264, "etc.": 1265, "serious": 1266, "rarely": 1267, "funnier": 1268, "Yes": 1269, "successfully": 1270, "paced": 1271, "thriller.": 1272, "unfolds": 1273, "volumes": 1274, "notice": 1275, "happening.": 1276, "Fine": 1277, "performance": 1278, "sexuality": 1279, "angles": 1280, "unnecessary": 1281, "affect": 1282, "enjoy": 1283, "However": 1284, "core": 1285, "engaging": 1286, "rush": 1287, "onto": 1288, "grips": 1289, "enough": 1290, "wondering": 1291, "Use": 1292, "lights": 1293, "achieve": 1294, "desired": 1295, "affects": 1296, "unexpectedness": 1297, "good.": 1298, "Very": 1299, "looking": 1300, "lay": 1301, "hear": 1302, "thrilling": 1303, "blame": 1304, "timid": 1305, "writers": 1306, "clueless": 1307, "paid": 1308, "Angie": 1309, "Charlie": 1310, "Denise": 1311, "Rosanna": 1312, "Jon": 1313, "veil": 1314, "timidity": 1315, "cowardice": 1316, "hung": 1317, "R": 1318, "rating": 1319, "anyway": 1320, "ubiquitous": 1321, "bubble": 1322, "bath": 1323, "shot": 1324, "70-year-old": 1325, "Harmon": 1326, "Why": 1327, "Sheen": 1328, "sleepwalk": 1329, "potentially": 1330, "hot": 1331, "relationships": 1332, "WITH": 1333, "TWO": 1334, "OF": 1335, "THE": 1336, "MOST": 1337, "BEAUTIFUL": 1338, "AND": 1339, "SEXY": 1340, "ACTRESSES": 1341, "If": 1342, "laughs": 1343, "Whoopi": 1344, "Goldberg": 1345, "Judy": 1346, "Tenuta": 1347, "predictable": 1348, "surprised": 1349, "five": 1350, "year": 1351, "waste": 1352, "viewers": 1353, "critically": 1354, "acclaimed": 1355, "based": 1356, "true": 1357, "events": 1358, "Gabriel": 1359, "celebrated": 1360, "writer": 1361, "late-night": 1362, "talk": 1363, "host": 1364, "becomes": 1365, "captivated": 1366, "harrowing": 1367, "young": 1368, "listener": 1369, "adoptive": 1370, "Toni": 1371, "Collette": 1372, "troubling": 1373, "questions": 1374, "arise": 1375, "finds": 1376, "drawn": 1377, "widening": 1378, "mystery": 1379, "hides": 1380, "deadly": 1381, "secret": 1382, "according": 1383, "official": 1384, "synopsis.": 1385, "You": 1386, "STOP": 1387, "reading": 1388, "comments": 1389, "NOW": 1390, "lose": 1391, "ending": 1392, "Ms.": 1393, "planning": 1394, "chopped": 1395, "sent": 1396, "deleted": 1397, "overkill": 1398, "physical": 1399, "mental": 1400, "ailments": 1401, "obvious": 1402, "Mr.": 1403, "returns": 1404, "Possibly": 1405, "blindness": 1406, "question": 1407, "revelation": 1408, "certain": 1409, "highway": 1410, "tape": 1411, "benefit": 1412, "re-editing": 1413, "Bobby": 1414, "Cannavale": 1415, "Jess": 1416, "initially": 1417, "believable": 1418, "establishing": 1419, "relationship": 1420, "helped": 1421, "set": 1422, "stage": 1423, "exemplary": 1424, "offers": 1425, "exceptionally": 1426, "strong": 1427, "characterization": 1428, "gay": 1429, "impersonation": 1430, "Anna": 1431, "Morton": 1432, "Ashe": 1433, "Pete": 1434, "Logand": 1435, "perfect.": 1436, "Donna": 1437, "belongs": 1438, "creepy": 1439, "hall": 1440, "correct": 1441, "saying": 1442, "'Psycho": 1443, "several": 1444, "organizations": 1445, "giving": 1446, "awards": 1447, "reach": 1448, "women": 1449, "due": 1450, "slighter": 1451, "dispersion": 1452, "roles": 1453, "certainly": 1454, "noticed": 1455, "award": 1456, "consideration": 1457, "She": 1458, "Patrick": 1459, "Stettner": 1460, "evokes": 1461, "makes": 1462, "sandwich": 1463, "vending": 1464, "machine": 1465, "suspenseful.": 1466, "Finally": 1467, "Armistead": 1468, "Maupin": 1469, "Terry": 1470, "Anderson": 1471, "deserve": 1472, "gratitude": 1473, "attendants": 1474, "everywhere.": 1475, "*": 1476, "Night": 1477, "Listener": 1478, "1/21/06": 1479, "~": 1480, "mediocre": 1481, "bag": 1482, "hammers": 1483, "Her": 1484, "bitchy": 1485, "demeanor": 1486, "Law": 1487, "Order": 1488, "carries": 1489, "failed": 1490, "come": 1491, "unscathed": 1492, "anti-comedy": 1493, "positive": 1494, "mess": 1495, "marriage": 1496, "Hopefully": 1497, "effort": 1498, "produces": 1499, "NIGHT": 1500, "LISTENER": 1501, "2006": 1502, "John": 1503, "Cullum": 1504, "Lisa": 1505, "Emery": 1506, "Becky": 1507, "Baker": 1508, "Dir": 1509, "Hitchcockian": 1510, "suspenser": 1511, "stand-out": 1512, "low-key": 1513, "performance.": 1514, "celebrities": 1515, "fans": 1516, "paranoia": 1517, "associates": 1518, "norm": 1519, "latest": 1520, "derange": 1521, "scenario": 1522, "talk-radio": 1523, "personality": 1524, "named": 1525, "No": 1526, "reads": 1527, "stories": 1528, "penned": 1529, "airwaves": 1530, "accumulated": 1531, "interesting": 1532, "submitted": 1533, "manuscript": 1534, "travails": 1535, "troubled": 1536, "youth": 1537, "editor": 1538, "naturally": 1539, "disturbed": 1540, "intrigued": 1541, "nightmarish": 1542, "existence": 1543, "abducted": 1544, "sexually": 1545, "abused": 1546, "finally": 1547, "rescued": 1548, "nurse": 1549, "adopted": 1550, "correspondence": 1551, "reveals": 1552, "dying": 1553, "AIDS": 1554, "Naturally": 1555, "meet": 1556, "suddenly": 1557, "doubt": 1558, "possibly": 1559, "devious": 1560, "ulterior": 1561, "motives": 1562, "seed": 1563, "planted": 1564, "estranged": 1565, "lover": 1566, "whose": 1567, "sudden": 1568, "departure": 1569, "City": 1570, "apartment": 1571, "emotional": 1572, "tailspin": 1573, "now": 1574, "grown": 1575, "tempest": 1576, "teacup": 1577, "decides": 1578, "investigating": 1579, "backgrounds": 1580, "discovering": 1581, "truths": 1582, "anticipate.": 1583, "Written": 1584, "co-wrote": 1585, "former": 1586, "novice": 1587, "hoax": 1588, "tilt": 1589, "fashioned": 1590, "pot-boiler": 1591, "helps": 1592, "conflicted": 1593, "good-hearted": 1594, "genuinely": 1595, "number": 1596, "fact": 1597, "him": 1598, "escaped": 1599, "own": 1600, "unsettling": 1601, "dreadful": 1602, "trait": 1603, "leave": 1604, "unmentioned": 1605, "underlines": 1606, "desperation": 1607, "rattle": 1608, "core.": 1609, "repetitive": 1610, "despite": 1611, "finely": 1612, "hoodwink": 1613, "pays": 1614, "listen": 1615, "inner": 1616, "voice": 1617, "careful": 1618, "hope": 1619, "weak": 1620, "outdated": 1621, "especially": 1622, "country": 1623, "walker": 1624, "care": 1625, "subject": 1626, "2007": 1627, "DC": 1628, "rang": 1629, "applause": 1630, "low": 1631, "quick": 1632, "stay": 1633, "Q": 1634, "either.": 1635, "Schrader": 1636, "ahead": 1637, "finished": 1638, "finish": 1639, "jumped": 1640, "try": 1641, "figure": 1642, "guess": 1643, "Carter": 1644, "private": 1645, "boyfriend": 1646, "artistic": 1647, "male": 1648, "bondage": 1649, "torture": 1650, "prisons": 1651, "thinking": 1652, "create": 1653, "subculture": 1654, "Car": 1655, "sense": 1656, "really.": 1657, "Harrelson": 1658, "flawlessly": 1659, "may": 1660, "twenty": 1661, "ago": 1662, "likely": 1663, "recognized": 1664, "Lauren": 1665, "Lily": 1666, "Kristin": 1667, "Boring.": 1668, "Do": 1669, "Unless": 1670, "God": 1671, "bless": 1672, "constantly": 1673, "shooting": 1674, "foot": 1675, "lately": 1676, "dumb": 1677, "done": 1678, "decade": 1679, "perhaps": 1680, "exception": 1681, "Death": 1682, "To": 1683, "Smoochy": 1684, "bombed": 1685, "cult": 1686, "dramas": 1687, "Insomnia": 1688, "Hour": 1689, "Photo": 1690, "reviews": 1691, "DVD": 1692, "release": 1693, "among": 1694, "period.": 1695, "chilling": 1696, "include": 1697, "serial": 1698, "killer": 1699, "physically": 1700, "dangerous": 1701, "concept": 1702, "actual": 1703, "case": 1704, "fraud": 1705, "yet": 1706, "officially": 1707, "confirmed": 1708, "high": 1709, "autobiography": 1710, "child": 1711, "Anthony": 1712, "Godby": 1713, "Johnson": 1714, "suffered": 1715, "horrific": 1716, "abuse": 1717, "contracted": 1718, "result": 1719, "moved": 1720, "reports": 1721, "online": 1722, "exist": 1723, "confused": 1724, "brilliantly": 1725, "portrayed": 1726, "resurfaced": 1727, "mind.": 1728, "sociopathic": 1729, "caretaker": 1730, "role": 1731, "cry": 1732, "Miss": 1733, "Sunshine": 1734, "times": 1735, "looked": 1736, "camera": 1737, "staring": 1738, "understated": 1739, "reviewed": 1740, "actresses": 1741, "generation": 1742, "Academy": 1743, "2008": 1744, "incredible": 1745, "least": 1746, "scary": 1747, "Be": 1748, "prepared": 1749, "unsettled": 1750, "because": 1751, "leaves": 1752, "giant": 1753, "pant": 1754, "load": 1755, "Paul": 1756, "utterly": 1757, "directing": 1758, "comatose": 1759, "sleepwalking": 1760, "during": 1761, "process": 1762, "whom": 1763, "ordinarily": 1764, "properly": 1765, "homosexual": 1766, "D.C.": 1767, "social": 1768, "companion": 1769, "bored": 1770, "wives": 1771, "Washington": 1772, "elite": 1773, "dimensional": 1774, "magazine": 1775, "bounced": 1776, "around": 1777, "front": 1778, "popsicle": 1779, "stick": 1780, "southern": 1781, "accent": 1782, "rack": 1783, "decrescendos": 1784, "beginning": 1785, "delivers": 1786, "heat": 1787, "humidity": 1788, "South": 1789, "ounce": 1790, "energy": 1791, "monotonous": 1792, "Moritz": 1793, "Bleibtreau": 1794, "kind": 1795, "Mid": 1796, "East": 1797, "clumsy": 1798, "deliver": 1799, "incapable": 1800, "rolling": 1801, "r": 1802, "spite": 1803, "German": 1804, "languages": 1805, "Italian": 1806, "ya": 1807, "From": 1808, "leads": 1809, "tolerable": 1810, "supporting": 1811, "Tomlin": 1812, "Bacall": 1813, "Scott": 1814, "Thomas": 1815, "Only": 1816, "managed": 1817, "dignity": 1818, "tact": 1819, "Ufortunately": 1820, "redeem": 1821, "endless": 1822, "series": 1823, "flaws": 1824, "Maupins": 1825, "displayed": 1826, "cares": 1827, "loves": 1828, "gloss": 1829, "Hollywood": 1830, "succeeded": 1831, "amount": 1832, "restraint": 1833, "captures": 1834, "fragile": 1835, "essence": 1836, "lets": 1837, "struggle": 1838, "issues": 1839, "trust": 1840, "personnel": 1841, "introduced": 1842, "players": 1843, "reminded": 1844, "smallest": 1845, "event": 1846, "change": 1847, "our": 1848, "irrevocably": 1849, "request": 1850, "review": 1851, "book": 1852, "turns": 1853, "changing": 1854, "strength": 1855, "within": 1856, "carry": 1857, "forward.": 1858, "avoid": 1859, "average": 1860, "American": 1861, "PLEASE": 1862, "GIVE": 1863, "THIS": 1864, "MOVIE": 1865, "CHANCE": 1866, "touches": 1867, "darkness": 1868, "go": 1869, "Like": 1870, "stepped": 1871, "quality": 1872, "art.": 1873, "steals": 1874, "1940": 1875, "presence": 1876, "hacks": 1877, "opinion": 1878, "S~": 1879, "Descent": 1880, "called": 1881, "noteworthy": 1882, "Together": 1883, "5": 1884, "%": 1885, "total": 1886, "Everything": 1887, "mean": 1888, "_everything_": 1889, "basically": 1890, "fill": 1891, "disturbing": 1892, "gritty": 1893, "60": 1894, "hazy/dark": 1895, "literally": 1896, "NO": 1897, "storyline": 1898, "coming": 1899, "Rosario": 1900, "Dawson": 1901, "completely": 1902, "wasted": 1903, "naked": 1904, "NC-17": 1905, "saw.": 1906, "throw": 1907, "away": 1908, "nap": 1909, "dreams": 1910, "Some": 1911, "tense": 1912, "semi": 1913, "truck": 1914, "done.": 1915, "transitional": 1916, "filmed": 1917, "ways": 1918, "lapse": 1919, "photography": 1920, "unusual": 1921, "colors": 1922, "evil": 1923, "'d": 1924, "8": 1925, "Plot": 1926, "discussion": 1927, "hints": 1928, "corruption": 1929, "murder": 1930, "power": 1931, "related": 1932, "topics": 1933, "Characters": 1934, "sometimes": 1935, "Not": 1936, "nevertheless.": 1937, "Development": 1938, "tea": 1939, "drinking": 1940, "ceremony": 1941, "Visuals": 1942, "stunning": 1943, "ease": 1944, "eye": 1945, "strain": 1946, "Good": 1947, "dinner": 1948, "bed": 1949, "shocking": 1950, "overexciting": 1951, "Movie": 1952, "sitcom": 1953, "style.": 1954, "Had": 1955, "inadequacy": 1956, "bearable": 1957, "watchable": 1958, "illnesses": 1959, "born": 1960, "mind": 1961, "modern": 1962, "Constant": 1963, "vigilance": 1964, "accrued": 1965, "information": 1966, "realm": 1967, "Pyschosis": 1968, "kept": 1969, "psychologists": 1970, "counselors": 1971, "psychiatrists": 1972, "busy": 1973, "last": 1974, "decades": 1975, "Occasionally": 1976, "phenomenon": 1977, "discover": 1978, "knowledge": 1979, "remedy": 1980, "entitled": 1981, "Listner": 1982, "tells": 1983, "radio": 1984, "Noon": 1985, "spends": 1986, "evenings": 1987, "enthralling": 1988, "audiences": 1989, "vivid": 1990, "Gay": 1991, "lifestyles": 1992, "Perhaps": 1993, "authentic": 1994, "veneer": 1995, "causes": 1996, "admit": 1997, "Feeling": 1998, "abandoned": 1999, "friend": 2000, "seeks": 2001, "shelter": 2002, "deepening": 2003, "despair": 2004, "isolation": 2005, "mysterious": 2006, "asks": 2007, "needs": 2008, "useful": 2009, "reaches": 2010, "14": 2011, "Peter": 2012, "depicts": 2013, "early": 2014, "sexual": 2015, "hands": 2016, "soon": 2017, "en-wrapped": 2018, "elusive": 2019, "bizarre": 2020, "tale": 2021, "torn": 2022, "medical": 2023, "nightmare": 2024, "pure": 2025, "D.": 2026, "pop": 2027, "comical": 2028, "prove": 2029, "escort": 2030, "investigation": 2031, "circle": 2032, "powerful": 2033, "men": 2034, "wives.": 2035, "Walker": 2036, "wrong": 2037, "pacing": 2038, "excruciatingly": 2039, "40": 2040, "Seriously": 2041, "condensed": 2042, "ten": 2043, "is.": 2044, "lacks": 2045, "thrills": 2046, "aggravates": 2047, "boredom": 2048, "argument": 2049, "plain": 2050, "devoid": 2051, "emotion": 2052, "stiff": 2053, "upper": 2054, "lip": 2055, "higher": 2056, "class": 2057, "sad": 2058, "Blame": 2059, "summer.": 2060, "entire": 2061, "notes": 2062, "adds": 2063, "wonderful": 2064, "touch": 2065, "Mom": 2066, "top": 2067, "believable.": 2068, "half": 2069, "nine": 2070, "shorter": 2071, "Sundance": 2072, "wonder": 2073, "images": 2074, "movie.": 2075, "told": 2076, "straightforward": 2077, "fashion": 2078, "refreshing": 2079, "impress": 2080, "tell": 2081, "well.": 2082, "sucker": 2083, "punched": 2084, "previews": 2085, "ads": 2086, "See": 2087, "expecting": 2088, "disappointed.": 2089, "imagination": 2090, "minor": 2091, "quibble": 2092, "woody": 2093, "Harrison": 2094, "save": 2095, "bottom.": 2096, "interest": 2097, "script": 2098, "awful": 2099, "sat": 2100, "utter": 2101, "amazement": 2102, "earth": 2103, "producers": 2104, "clever": 2105, "hid": 2106, "names": 2107, "People": 2108, "blockbuster": 2109, "Willem": 2110, "Dafoe": 2111, "ripped": 2112, "somewhat": 2113, "guarantee": 2114, "wo": 2115, "plus": 2116, "intriguing": 2117, "content": 2118, "americanized": 2119, "Neither": 2120, "secrets": 2121, "determine": 2122, "outcome": 2123, "hell": 2124, "damn": 2125, "worn-out": 2126, "rap": 2127, "+": 2128, "equally": 2129, "outsider": 2130, "shut": 2131, "out.": 2132, "outstanding": 2133, "rise": 2134, "above": 2135, "hackneyed": 2136, "origins": 2137, "drones": 2138, "intensity": 2139, "arcs": 2140, "inexplicable": 2141, "behavior.": 2142, "homosexuality": 2143, "theme": 2144, "--": 2145, "unexplored": 2146, "included": 2147, "titillate": 2148, "learn": 2149, "automatically": 2150, "compelling": 2151, "picture": 2152, "regrettably": 2153, "miss": 2154, "previous": 2155, "commenters": 2156, "foundations": 2157, "delivery": 2158, "Such": 2159, "eerie": 2160, "waiting": 2161, "editing": 2162, "Canadian": 2163, "seasons": 2164, "X-Files": 2165, "cheap": 2166, "hokey": 2167, "Something": 2168, "jump": 2169, "seat": 2170, "reached": 2171, "moment": 2172, "faded": 2173, "false": 2174, "climax": 2175, "suspenseful": 2176, "tries": 2177, "fix": 2178, "drive-in": 2179, "1959": 2180, "Until": 2181, "Duck": 2182, "combine": 2183, "genera": 2184, "horror": 2185, "teenage": 2186, "rod": 2187, "sired": 2188, "Mother": 2189, "deserves": 2190, "viewing": 2191, "accurate": 2192, "reflection": 2193, "held": 2194, "attention": 2195, "shining": 2196, "friendship": 2197, "ill.": 2198, "met": 2199, "contact": 2200, "telephone": 2201, "ex-boyfriend": 2202, "raises": 2203, "prompts": 2204, "arrange": 2205, "meeting": 2206, "follows": 2207, "permanent": 2208, "impact": 2209, "stars.": 2210, "memorable": 2211, "portrayal": 2212, "starred": 2213, "inspired": 2214, "somber": 2215, "silence": 2216, "throughout": 2217, "At": 2218, "thanks": 2219, "seeing": 2220, "logic": 2221, "added": 2222, "bonus": 2223, "Recommended": 2224, "8/10": 2225, "Ghost": 2226, "Dragstrip": 2227, "Hollow": 2228, "1950": 2229, "teens": 2230, "turmoil": 2231, "science": 2232, "fiction": 2233, "concerns": 2234, "group": 2235, "kicked": 2236, "club": 2237, "Once": 2238, "decide": 2239, "Haunted": 2240, "House": 2241, "saving": 2242, "grace": 2243, "ghost": 2244, "Blaisdell": 2245, "Creature": 2246, "suit": 2247, "monster": 2248, "Popular": 2249, "storyteller": 2250, "scraggy": 2251, "hushed": 2252, "hypnotic": 2253, "tones": 2254, "acquainted": 2255, "friends": 2256, "fourteen-year-old": 2257, "Wisconsin": 2258, "detailing": 2259, "boot": 2260, "compels": 2261, "further": 2262, "partner": 2263, "HIV": 2264, "acquaints": 2265, "guardian": 2266, "discovers": 2267, "find.": 2268, "Based": 2269, "Stetner": 2270, "moves": 2271, "faster": 2272, "90": 2273, "min.": 2274, "genre": 2275, "lean": 2276, "clear": 2277, "various": 2278, "holes": 2279, "sew-up": 2280, "openings": 2281, "back-story": 2282, "detail": 2283, "except": 2284, "Mr.Maupin": 2285, "works": 2286, "personal": 2287, "loop": 2288, "Still": 2289, "'ve": 2290, "loved": 2291, "heard": 2292, "narration": 2293, "personally": 2294, "Waitress": 2295, "Collete": 2296, "frequents": 2297, "small": 2298, "top-notch": 2299, "mood": 2300, "established": 2301, "namely": 2302, "chilly": 2303, "lonely": 2304, "exteriors": 2305, "framing": 2306, "ends": 2307, "tie": 2308, "together": 2309, "particularly": 2310, "'50s": 2311, "hot-rodding": 2312, "encountering": 2313, "supernatural": 2314, "pay": 2315, "hangout": 2316, "evicted": 2317, "nowhere": 2318, "apparently": 2319, "haunted": 2320, "house": 2321, "guessed": 2322, "arrive": 2323, "weird": 2324, "start": 2325, "happening": 2326, "twist": 2327, "end.": 2328, "nonetheless": 2329, "foul-mouthed": 2330, "parrot": 2331, "Well": 2332, "rephrase": 2333, "Quentin": 2334, "Tarantino": 2335, "bird": 2336, "hokum": 2337, "harmless": 2338, "draws": 2339, "lurking": 2340, "mild": 2341, "mannered": 2342, "relate": 2343, "obsession": 2344, "boy.": 2345, "fares": 2346, "intentions": 2347, "rushed": 2348, "apparent": 2349, "feels": 2350, "preview": 2351, "complete": 2352, "better.": 2353, "Taupin": 2354, "commendable": 2355, "spotless": 2356, "netherworld": 2357, "gone": 2358, "biggest": 2359, "sin": 2360, "commit": 2361, "defying": 2362, "law": 2363, "traffic": 2364, "ticket": 2365, "opens": 2366, "female": 2367, "auto": 2368, "fanatic": 2369, "business": 2370, "arch": 2371, "pressures": 2372, "car": 2373, "race": 2374, "drag-racing": 2375, "B-flick": 2376, "concerned": 2377, "rock": 2378, "'n": 2379, "roll": 2380, "folks": 2381, "International": 2382, "obviously": 2383, "fond": 2384, "square": 2385, "party": 2386, "adult": 2387, "chaperone": 2388, "amusing": 2389, "double": 2390, "entendres": 2391, "fruity": 2392, "exchanges": 2393, "Necking": 2394, "Kid": 2395, "We": 2396, "fresh": 2397, "Dad": 2398, "Where": 2399, "throat": 2400, "late": 2401, "arriving": 2402, "Brief": 2403, "65": 2404, "cheats": 2405, "climactic": 2406, "off-screen": 2407, "pre-": 2408, "Scooby": 2409, "Doo": 2410, "-styled": 2411, "unmasking": 2412, "nostalgia": 2413, "buffs": 2414, "mindless": 2415, "fun": 2416, "absolutely": 2417, "LOVED": 2418, "COMPLETELY": 2419, "enthralled": 2420, "gripping": 2421, "intense": 2422, "spot-on": 2423, "phone": 2424, "ring": 2425, "itself": 2426, "soundly": 2427, "edge": 2428, "evening": 2429, "perfect": 2430, "casting": 2431, "bits": 2432, "humor": 2433, "sprinkled": 2434, "points": 2435, "thrill": 2436, "thrillers": 2437, "unlikeable": 2438, "talents": 2439, "Deneuve": 2440, "Auteuil": 2441, "weaknesses": 2442, "crisis": 2443, "atmosphere": 2444, "fireside": 2445, "mine": 2446, "awkward": 2447, "deliberate": 2448, "possibility": 2449, "plods": 2450, "along\u0097no": 2451, "So": 2452, "flashy": 2453, "endings": 2454, "earth-shattering": 2455, "revelations": 2456, "showdown": 2457, "Thank": 2458, "Heaven": 2459, "zone": 2460, "reservations": 2461, "expectations": 2462, "conventionally": 2463, "generic": 2464, "Everyman": 2465, "avatar": 2466, "enter": 2467, "win": 2468, "Give": 2469, "For": 2470, "alone": 2471, "surely": 2472, "percent": 2473, "Kareena": 2474, "Kapoor": 2475, "bikini": 2476, "hmmmmmmmm.": 2477, "Akshay": 2478, "Kumar": 2479, "Anil": 2480, "....": 2481, "Saif": 2482, ".....": 2483, "Banner": 2484, "..": 2485, "........": 2486, "Didnt": 2487, "JBJ": 2488, "o": 2489, "that.": 2490, "criticism": 2491, "intrigue": 2492, "FEEL": 2493, "SORT": 2494, "IRRITATION": 2495, "MIXED": 2496, "EXCITEMENT": 2497, "THAT": 2498, "FELT": 2499, "WHEN": 2500, "SEEING": 2501, "GUY": 2502, "RITCHIE": 2503, "MOVIES": 2504, "LIKE": 2505, "LOCK": 2506, "STOCK": 2507, "SNATCH.": 2508, "sizzling": 2509, "skinny": 2510, "way.": 2511, "be.": 2512, "annoying": 2513, "ALMOST": 2514, "FORGET": 2515, "TIME": 2516, "CAN": 2517, "NOT": 2518, "UNDERSTAND": 2519, "HIM.": 2520, "sidey": 2521, "ala": 2522, "Main": 2523, "Khiladi": 2524, "again.": 2525, "occasional": 2526, "chuckles": 2527, "goosebumps": 2528, "kareena-saif": 2529, "kareena": 2530, "rain": 2531, "bike": 2532, "hmmmmmmm": 2533, "BUT": 2534, "MOSTLY": 2535, "HALF": 2536, "PROMISES": 2537, "MORE": 2538, "THAN": 2539, "IT": 2540, "DELIVERS": 2541, "WHICH": 2542, "MAKES": 2543, "SECOND": 2544, "ALL": 2545, "UNBEARABLE": 2546, "cheer": 2547, "interval": 2548, "wet": 2549, "come.": 2550, "INSTEAD": 2551, "WE": 2552, "WERE": 2553, "TREATED": 2554, "TO": 2555, "MIND": 2556, "NUMBING": 2557, "TORTURE": 2558, "IS": 2559, "DIFFICULT": 2560, "PUT": 2561, "IN": 2562, "WORDS.": 2563, "seam": 2564, "sidekick": 2565, "SUDDENLY": 2566, "KAREENA": 2567, "LOOKS": 2568, "ANOREXIC": 2569, "REALISE": 2570, "LAST": 2571, "FLOOR": 2572, "EMPTY": 2573, "HER": 2574, "FACE": 2575, "BIG": 2576, "FOR": 2577, "BODY": 2578, "girls": 2579, "guys": 2580, "floor": 2581, "observation": 2582, "ANIL": 2583, "KAPOOR": 2584, "HIS": 2585, "SIDEKICKS": 2586, "GET": 2587, "ON": 2588, "YOUR": 2589, "NERVES.": 2590, "madness": 2591, "extent": 2592, "intolerable": 2593, "while.": 2594, "WHILE": 2595, "ARE": 2596, "SUBJECTED": 2597, "ONE": 2598, "ABSURDITY": 2599, "AFTER": 2600, "OTHER.": 2601, "WHY": 2602, "WHAT": 2603, "WHERE": 2604, "HAVE": 2605, "DONE": 2606, "DESERVE": 2607, "collective": 2608, "gasp": 2609, "went": 2610, "trough": 2611, "song": 2612, "ordinary": 2613, "it.": 2614, "Can": 2615, "relieve": 2616, "trauma": 2617, "anymore": 2618, "CONCLUSION.": 2619, "STARTS": 2620, "AS": 2621, "BUZZ": 2622, "COULD": 2623, "EVEN": 2624, "TURN": 2625, "OUT": 2626, "HIGH": 2627, "ENDS": 2628, "UP": 2629, "SLOWLY": 2630, "MOVING": 2631, "TOWARDS": 2632, "HEADACHE": 2633, "THEN": 2634, "RAPIDLY": 2635, "TURNS": 2636, "INTO": 2637, "FULL": 2638, "BLOWN": 2639, "MIGRAINE": 2640, "ATTACK.": 2641, "Please": 2642, "academic": 2643, "interest.": 2644, "+s": 2645, "Cast": 2646, "half.": 2647, "+/-s": 2648, "confusion": 2649, "pages": 2650, "3/10": 2651, "im": 2652, "1s": 2653, "2s": 2654, "unwatchable": 2655, "picky": 2656, "complain": 2657, "count.": 2658, "caps": 2659, "contained": 2660, "led": 2661, "3": 2662, "discovered": 2663, "poster": 2664, "disdain": 2665, "he/she": 2666, "team": 2667, "smokes": 2668, "crack": 2669, "deserved": 2670, "merits": 2671, "orientation": 2672, "Let": 2673, "checklist": 2674, "Great": 2675, "Absolutely": 2676, "shred": 2677, "commercials": 2678, "approached": 2679, "amaze": 2680, "faithful": 2681, "2": 2682, "Wonderful": 2683, "Acting": 2684, "broke": 2685, "free": 2686, "chains": 2687, "type-cast": 2688, "flourished": 2689, "wrote": 2690, "achieves": 2691, "playing": 2692, "increasingly": 2693, "entangled": 2694, "yourself.": 2695, "Excellent": 2696, "Certainly": 2697, "Now": 2698, "referred": 2699, "sutdying": 2700, "Of": 2701, "lick": 2702, "difference": 2703, "matters": 2704, "establish": 2705, "basing": 2706, "opinions": 2707, "substantial": 2708, "relevant": 2709, "alleged": 2710, "drug": 2711, "LOL": 2712, "moody": 2713, "allowed": 2714, "lighting": 2715, "so-sought-after": 2716, "messy": 2717, "fast-paced": 2718, "camera-work": 2719, "cuts": 2720, "subjected": 2721, "today": 2722, "appreciate": 2723, "courage": 2724, "utilized": 2725, "eyeball": 2726, "see.": 2727, "4": 2728, "Lighting": 2729, "paragraphs": 2730, "wrap": 2731, "up.": 2732, "alterior": 2733, "trashing": 2734, "unknowingly": 2735, "reveal": 2736, "motive": 2737, "1/4": 2738, "post": 2739, "Enjoy": 2740, "-Ben": 2741, "rented": 2742, "Lugacy": 2743, "earnest": 2744, "desperately": 2745, "deep": 2746, "comment": 2747, "realizing": 2748, "practically": 2749, "Plus": 2750, "simplistic": 2751, "behavior": 2752, "strains": 2753, "belief": 2754, "film/TV/literature/life": 2755, "honest": 2756, "comics": 2757, "artfully": 2758, "problem": 2759, "cinematic": 2760, "besides": 2761, "fairly": 2762, "invests": 2763, "Somewhat": 2764, "well-paced": 2765, "Jamie": 2766, "Foxx": 2767, "hapless": 2768, "fast-talking": 2769, "hoodlum": 2770, "chosen": 2771, "overly": 2772, "demanding": 2773, "U.S.": 2774, "Treasury": 2775, "Agent": 2776, "David": 2777, "Morse": 2778, "released": 2779, "thief/hacker": 2780, "Doug": 2781, "Hutchinson": 2782, "stole": 2783, "forty-two": 2784, "million": 2785, "dollars": 2786, "treasury": 2787, "guards": 2788, "dead.": 2789, "Bait": 2790, "marks": 2791, "sophomore": 2792, "feature": 2793, "Antoine": 2794, "Fuqua": 2795, "Replacement": 2796, "Killers": 2797, "handles": 2798, "task": 2799, "common": 2800, "sequences": 2801, "flat-out": 2802, "excellent.": 2803, "began": 2804, "catch": 2805, "marvelous": 2806, "mastermind": 2807, "ruthless": 2808, "Malkovich": 2809, "patient": 2810, "Laurence": 2811, "Olivier": 2812, "Marathon": 2813, "Man": 2814, "okay": 2815, "agent": 2816, "ingenious": 2817, "whoever": 2818, "cost": 2819, "Vijay": 2820, "Krishna": 2821, "Acharya": 2822, "'Tashan": 2823, "over-hyped": 2824, "stylized": 2825, "product": 2826, "stylish": 2827, "masses": 2828, "reject": 2829, "amateur": 2830, "baby": 2831, "Script": 2832, "king": 2833, "greatest": 2834, "Tashan": 2835, "produced": 2836, "successful": 2837, "banner": 2838, "'Yash": 2839, "Raj": 2840, "Films": 2841, "Mega": 2842, "Stars": 2843, "appearing": 2844, "Thumbs": 2845, "Performances": 2846, "veteran": 2847, "sole": 2848, "stand": 2849, "Ali": 2850, "Khan": 2851, "Sanjay": 2852, "Mishra": 2853, "Manoj": 2854, "Phawa": 2855, "Yashpal": 2856, "Sharma": 2857, "wasted.": 2858, "failure": 2859, "box": 2860, "office": 2861, "legendary": 2862, "Boris": 2863, "Karloff": 2864, "ended": 2865, "illustrious": 2866, "four": 2867, "cheapie": 2868, "fright": 2869, "clunkers": 2870, "Mexico": 2871, "token": 2872, "Gothic": 2873, "entry": 2874, "typically": 2875, "spry": 2876, "dignified": 2877, "Matthias": 2878, "Morteval": 2879, "elderly": 2880, "eccentric": 2881, "patriarch": 2882, "invites": 2883, "petty": 2884, "greedy": 2885, "backbiting": 2886, "no-count": 2887, "relatives": 2888, "rundown": 2889, "castle": 2890, "hateful": 2891, "guests": 2892, "bumped": 2893, "lethal": 2894, "life-sized": 2895, "populate": 2896, "Onetime": 2897, "Mexican": 2898, "sex": 2899, "symbol": 2900, "Andres": 2901, "Garcia": 2902, "Tintorera": 2903, "infamy": 2904, "portrays": 2905, "dashing": 2906, "police": 2907, "officer": 2908, "hero": 2909, "Julissa": 2910, "ravishing": 2911, "likable": 2912, "clunky": 2913, "plodding": 2914, "non": 2915, "trite": 2916, "by-the-numbers": 2917, "ugly": 2918, "washed-out": 2919, "ridiculous": 2920, "pieces": 2921, "gross": 2922, "fat": 2923, "slob": 2924, "blasted": 2925, "miniature": 2926, "overwrought": 2927, "string": 2928, "score": 2929, "morbid": 2930, "gloom-doom": 2931, "largely": 2932, "lousy": 2933, "notably": 2934, "excepted": 2935, "cheesy": 2936, "gore": 2937, "dubbing": 2938, "rousing": 2939, "fiery": 2940, "conclusion": 2941, "lend": 2942, "enjoyably": 2943, "lemon": 2944, "endearingly": 2945, "cruddy": 2946, "hence": 2947, "oddly": 2948, "ratty": 2949, "charm": 2950, "campy": 2951, "hoot": 2952, "Tera": 2953, "Jadoo": 2954, "Chal": 2955, "Gaya": 2956, "haphazard": 2957, "Thumbs-Up": 2958, "advertisements": 2959, "stitched": 2960, "Heavily": 2961, "influenced": 2962, "Matrix": 2963, "Kung-Fu": 2964, "Hustle": 2965, "poorly": 2966, "executed.": 2967, "exasperating": 2968, "experience": 2969, "remember": 2970, "anorexic": 2971, "bikini.": 2972, "Bollywood": 2973, "proves": 2974, "Edgar": 2975, "Poe": 2976, "Fall": 2977, "Usher": 2978, "Dance": 2979, "similar": 2980, "black-and-white": 2981, "decrepit": 2982, "Cat": 2983, "Canary": 2984, "Dark": 2985, "Terror": 2986, "demented": 2987, "inventor": 2988, "life-size": 2989, "dolls": 2990, "terrorize": 2991, "dies": 2992, "residents": 2993, "terrifying": 2994, "experiences": 2995, "must-see": 2996, "mysteries.": 2997, "Watch": 2998, "popcorn": 2999, "soda": 3000, "darkened": 3001, "room.": 3002, "Dan": 3003, "Basinger": 3004, "Summer": 3005, "season": 3006, "cinemas": 3007, "limited": 3008, "hottest": 3009, "week": 3010, "99.9": 3011, "screens": 3012, "dedicated": 3013, "OK": 3014, "exaggerate": 3015, "percentage": 3016, "drift": 3017, "Besides": 3018, "share": 3019, "anticipated": 3020, "blockbusters": 3021, "trailers": 3022, "shown": 3023, "hyped": 3024, "billed": 3025, "lower": 3026, "turnout": 3027, "Jodha": 3028, "Akbar": 3029, "Tashan.": 3030, "fundamentally": 3031, "literal": 3032, "English": 3033, "title": 3034, "Style": 3035, "substance": 3036, "forced": 3037, "bordered": 3038, "tad": 3039, "standards": 3040, "Which": 3041, "surprising": 3042, "Dhoom": 3043, "tremendously": 3044, "rookie": 3045, "outing": 3046, "fault": 3047, "scratch": 3048, "head": 3049, "force": 3050, "credit": 3051, "avenue": 3052, "motivation": 3053, "toward": 3054, "finale": 3055, "guessing": 3056, "latched": 3057, "blown": 3058, "mimicking": 3059, "Thai": 3060, "Hong": 3061, "Kong": 3062, "wirework": 3063, "ludicrous": 3064, "firearms": 3065, "gunplay": 3066, "zero": 3067, "recoil": 3068, "bid": 3069, "kitchen": 3070, "sink": 3071, "assortment": 3072, "vehicles": 3073, "cake": 3074, "homage": 3075, "jetski": 3076, "boat": 3077, "nowhere.": 3078, "unintentional": 3079, "attributed": 3080, "hammed": 3081, "Jimmy": 3082, "Cliff": 3083, "call": 3084, "center": 3085, "executive": 3086, "tuition": 3087, "platform": 3088, "fishing": 3089, "girlfriend": 3090, "material": 3091, "playboy": 3092, "junked": 3093, "aside": 3094, "Pooja": 3095, "Singh": 3096, "meek": 3097, "sweet": 3098, "natured": 3099, "hottie": 3100, "engages": 3101, "services": 3102, "mobster": 3103, "Bhaiyyaji": 3104, "broken": 3105, "phrases": 3106, "ah-beng": 3107, "quartet": 3108, "Bachchan": 3109, "Pandey": 3110, "illiterate": 3111, "gangster": 3112, "hire": 3113, "engaged": 3114, "hunt": 3115, "escape": 3116, "stolen": 3117, "Bahiyyaji": 3118, "business.": 3119, "begins": 3120, "road": 3121, "trip": 3122, "sorts": 3123, "enemies": 3124, 