{"I": 0, "went": 1, "and": 2, "saw": 3, "this": 4, "movie": 5, "last": 6, "night": 7, "after": 8, "being": 9, "coaxed": 10, "to": 11, "by": 12, "a": 13, "few": 14, "friends": 15, "of": 16, "mine": 17, ".": 18, "'ll": 19, "admit": 20, "that": 21, "was": 22, "reluctant": 23, "see": 24, "it": 25, "because": 26, "from": 27, "what": 28, "knew": 29, "Ashton": 30, "Kutcher": 31, "he": 32, "only": 33, "able": 34, "do": 35, "comedy": 36, "wrong": 37, "played": 38, "the": 39, "character": 40, "Jake": 41, "Fischer": 42, "very": 43, "well": 44, ",": 45, "Kevin": 46, "Costner": 47, "Ben": 48, "Randall": 49, "with": 50, "such": 51, "professionalism": 52, "The": 53, "sign": 54, "good": 55, "is": 56, "can": 57, "toy": 58, "our": 59, "emotions": 60, "This": 61, "one": 62, "did": 63, "exactly": 64, "entire": 65, "theater": 66, "(": 67, "which": 68, "sold": 69, "out": 70, ")": 71, "overcome": 72, "laughter": 73, "during": 74, "first": 75, "half": 76, "were": 77, "moved": 78, "tears": 79, "second": 80, "While": 81, "exiting": 82, "not": 83, "many": 84, "women": 85, "in": 86, "but": 87, "full": 88, "grown": 89, "men": 90, "as": 91, "trying": 92, "desperately": 93, "let": 94, "anyone": 95, "them": 96, "crying": 97, "great": 98, "suggest": 99, "you": 100, "go": 101, "before": 102, "judge": 103, "Once": 104, "again": 105, "Mr.": 106, "has": 107, "dragged": 108, "for": 109, "far": 110, "longer": 111, "than": 112, "necessary": 113, "Aside": 114, "terrific": 115, "sea": 116, "rescue": 117, "sequences": 118, "there": 119, "are": 120, "just": 121, "care": 122, "about": 123, "any": 124, "characters": 125, "Most": 126, "us": 127, "have": 128, "ghosts": 129, "closet": 130, "'s": 131, "realized": 132, "early": 133, "on": 134, "then": 135, "forgotten": 136, "until": 137, "much": 138, "later": 139, "time": 140, "we": 141, "should": 142, "really": 143, "cocky": 144, "overconfident": 145, "problem": 146, "comes": 147, "off": 148, "kid": 149, "who": 150, "thinks": 151, "better": 152, "else": 153, "around": 154, "him": 155, "shows": 156, "no": 157, "signs": 158, "cluttered": 159, "His": 160, "obstacle": 161, "appears": 162, "be": 163, "winning": 164, "over": 165, "Finally": 166, "when": 167, "past": 168, "way": 169, "point": 170, "stinker": 171, "tells": 172, "all": 173, "We": 174, "told": 175, "why": 176, "driven": 177, "best": 178, "prior": 179, "inkling": 180, "or": 181, "foreshadowing": 182, "No": 183, "magic": 184, "here": 185, "could": 186, "keep": 187, "turning": 188, "an": 189, "hour": 190, "example": 191, "majority": 192, "action": 193, "films": 194, "same": 195, "Generic": 196, "boring": 197, "nothing": 198, "worth": 199, "watching": 200, "A": 201, "complete": 202, "waste": 203, "barely-tapped": 204, "talents": 205, "Ice-T": 206, "Ice": 207, "Cube": 208, "'ve": 209, "each": 210, "proven": 211, "times": 212, "they": 213, "capable": 214, "acting": 215, "Do": 216, "n't": 217, "bother": 218, "New": 219, "Jack": 220, "City": 221, "Ricochet": 222, "watch": 223, "York": 224, "Undercover": 225, "Boyz": 226, "n": 227, "Hood": 228, "Higher": 229, "Learning": 230, "Friday": 231, "real": 232, "deal": 233, "horribly": 234, "cliched": 235, "dialogue": 236, "alone": 237, "makes": 238, "film": 239, "grate": 240, "at": 241, "teeth": 242, "'m": 243, "still": 244, "wondering": 245, "heck": 246, "Bill": 247, "Paxton": 248, "doing": 249, "?": 250, "And": 251, "does": 252, "always": 253, "play": 254, "exact": 255, "From": 256, "Aliens": 257, "onward": 258, "every": 259, "seen": 260, "playing": 261, "irritating": 262, "least": 263, "his": 264, "died": 265, "made": 266, "somewhat": 267, "gratifying": 268, "...": 269, "<": 270, "br": 271, "/": 272, ">": 273, "Overall": 274, "second-rate": 275, "trash": 276, "There": 277, "countless": 278, "if": 279, "want": 280, "Judgement": 281, "Night": 282, "practically": 283, "carbon": 284, "copy": 285, "script": 286, "thing": 287, "decent": 288, "hand": 289, "camera": 290, "-": 291, "cinematography": 292, "almost": 293, "refreshing": 294, "close": 295, "making": 296, "up": 297, "horrible": 298, "itself": 299, "quite": 300, "4/10": 301, "Actor": 302, "turned": 303, "director": 304, "follows": 305, "promising": 306, "debut": 307, "Gothic-horror": 308, "``": 309, "Frailty": 310, "''": 311, "family": 312, "friendly": 313, "sports": 314, "drama": 315, "1913": 316, "U.S.": 317, "Open": 318, "where": 319, "young": 320, "American": 321, "caddy": 322, "rises": 323, "humble": 324, "background": 325, "against": 326, "Bristish": 327, "idol": 328, "dubbed": 329, "Greatest": 330, "Game": 331, "Ever": 332, "Played": 333, "fan": 334, "golf": 335, "these": 336, "scrappy": 337, "underdog": 338, "flicks": 339, "dime": 340, "dozen": 341, "most": 342, "recently": 343, "done": 344, "grand": 345, "effect": 346, "Miracle": 347, "Cinderella": 348, "Man": 349, "some": 350, "how": 351, "enthralling": 352, "same.": 353, "starts": 354, "creative": 355, "opening": 356, "credits": 357, "imagine": 358, "Disneyfied": 359, "version": 360, "animated": 361, "HBO": 362, "Carnivale": 363, "Rome": 364, "lumbers": 365, "along": 366, "slowly": 367, "its": 368, "by-the-numbers": 369, "moves": 370, "things": 371, "pick": 372, "nice": 373, "job": 374, "knack": 375, "effective": 376, "directorial": 377, "flourishes": 378, "loved": 379, "rain-soaked": 380, "montage": 381, "day": 382, "two": 383, "open": 384, "propel": 385, "plot": 386, "further": 387, "add": 388, "unexpected": 389, "psychological": 390, "depth": 391, "proceedings": 392, "compelling": 393, "development": 394, "British": 395, "Harry": 396, "Vardon": 397, "haunted": 398, "images": 399, "aristocrats": 400, "black": 401, "suits": 402, "top": 403, "hats": 404, "destroyed": 405, "cottage": 406, "child": 407, "make": 408, "course": 409, "He": 410, "also": 411, "visually": 412, "depicting": 413, "goes": 414, "players": 415, "'": 416, "heads": 417, "under": 418, "pressure": 419, "Golf": 420, "painfully": 421, "sport": 422, "brought": 423, "vividly": 424, "alive": 425, "Credit": 426, "given": 427, "set": 428, "designers": 429, "costume": 430, "department": 431, "creating": 432, "engaging": 433, "period-piece": 434, "atmosphere": 435, "London": 436, "Boston": 437, "beginning": 438, "twentieth": 439, "century.": 440, "You": 441, "know": 442, "going": 443, "end": 444, "based": 445, "true": 446, "story": 447, "genre": 448, "follow": 449, "template": 450, "puts": 451, "average": 452, "show": 453, "perhaps": 454, "indicates": 455, "more": 456, "talent": 457, "behind": 458, "ever": 459, "had": 460, "front": 461, "Despite": 462, "formulaic": 463, "nature": 464, "easy": 465, "root": 466, "deserves": 467, "find": 468, "audience": 469, "First": 470, "hate": 471, "those": 472, "moronic": 473, "rappers": 474, "could'nt": 475, "act": 476, "gun": 477, "pressed": 478, "their": 479, "foreheads": 480, "All": 481, "curse": 482, "shoot": 483, "other": 484, "like": 485, "clich\u00e9": 486, "e": 487, "gangsters.": 488, "take": 489, "five": 490, "minutes": 491, "explain": 492, "'re": 493, "already": 494, "warehouse": 495, "single": 496, "sympathetic": 497, "except": 498, "homeless": 499, "guy": 500, "brain.": 501, "William": 502, "Sadler": 503, "both": 504, "hill": 505, "billies": 506, "Sadlers": 507, "villain": 508, "gangsters": 509, "did'nt": 510, "right": 511, "start.": 512, "filled": 513, "pointless": 514, "violence": 515, "Walter": 516, "Hills": 517, "specialty": 518, ":": 519, "people": 520, "falling": 521, "through": 522, "windows": 523, "glass": 524, "flying": 525, "everywhere": 526, "pretty": 527, "big": 528, "no-one": 529, "Everybody": 530, "dies": 531, "everybody": 532, "get": 533, "deserve.": 534, "junkie": 535, "actors": 536, "profession": 537, "annoying": 538, "ugly": 539, "brain": 540, "dead": 541, "rappers.": 542, "Stay": 543, "away": 544, "crap": 545, "48": 546, "hours": 547, "1": 548, "2": 549, "instead": 550, "At": 551, "lest": 552, "sense": 553, "humor": 554, "cast": 555, "As": 556, "recreational": 557, "golfer": 558, "knowledge": 559, "history": 560, "pleased": 561, "Disney": 562, "sensitivity": 563, "issues": 564, "class": 565, "century": 566, "depicted": 567, "battles": 568, "fought": 569, "within": 570, "himself": 571, "childhood": 572, "trauma": 573, "evicted": 574, "own": 575, "inability": 576, "break": 577, "ceiling": 578, "prevents": 579, "accepted": 580, "equal": 581, "English": 582, "society": 583, "Likewise": 584, "Ouimet": 585, "struggles": 586, "mere": 587, "caddie": 588, "eyes": 589, "upper": 590, "crust": 591, "Americans": 592, "scoff": 593, "attempts": 594, "rise": 595, "above": 596, "standing": 597, "What": 598, "however": 599, "theme": 600, "manifested": 601, "parents": 602, "father": 603, "working-class": 604, "drone": 605, "sees": 606, "value": 607, "hard": 608, "work": 609, "intimidated": 610, ";": 611, "mother": 612, "recognizes": 613, "her": 614, "son": 615, "desire": 616, "encourages": 617, "pursue": 618, "dream": 619, "competing": 620, "think": 621, "inferior.": 622, "scenes": 623, "photographed": 624, "Although": 625, "used": 626, "actual": 627, "site": 628, "historical": 629, "tournament": 630, "little": 631, "liberties": 632, "taken": 633, "detract": 634, "beauty": 635, "moment": 636, "pool": 637, "table": 638, "otherwise": 639, "viewer": 640, "ending": 641, "creation": 642, "human": 643, "written": 644, "Not": 645, "even": 646, "Beatles": 647, "write": 648, "songs": 649, "everyone": 650, "liked": 651, "although": 652, "Hill": 653, "mop-top": 654, "none": 655, "thought": 656, "provoking": 657, "movies": 658, "nineties": 659, "came": 660, "social": 661, "platforms": 662, "changing": 663, "music": 664, "emergence": 665, "Rapper": 666, "star": 667, "swing": 668, "took": 669, "back": 670, "seat": 671, "man": 672, "overpowering": 673, "regional": 674, "accent": 675, "transparent": 676, "ice-t": 677, "i": 678, "cringe": 679, "firemen": 680, "basic": 681, "lives": 682, "burning": 683, "building": 684, "tenant": 685, "flames": 686, "hands": 687, "map": 688, "gold": 689, "implications": 690, "quickly": 691, "neatly": 692, "setting": 693, "main": 694, "location": 695, "But": 696, "fault": 697, "involved": 698, "Lame-o": 699, "performances": 700, "Ice-t": 701, "cube": 702, "must": 703, "been": 704, "red": 705, "hot": 706, "while": 707, "enjoyed": 708, "careers": 709, "my": 710, "opinion": 711, "fell": 712, "flat": 713, "It": 714, "ninety": 715, "ridiculously": 716, "yourself": 717, "locked": 718, "multiple": 719, "states": 720, "disbelief": 721, "Now": 722, "documentary": 723, "so": 724, "wont": 725, "recounting": 726, "stupid": 727, "twists": 728, "led": 729, "nowhere": 730, "got": 731, "feeling": 732, "sord": 733, "confused": 734, "cuff": 735, "enjoy": 736, "involves": 737, "scene": 738, "needle": 739, "huge": 740, "45": 741, "pistol": 742, "Bottom": 743, "line": 744, "domino": 745, "pizza": 746, "Yeah": 747, "ill": 748, "eat": 749, "hungry": 750, "feel": 751, "cooking": 752, "aware": 753, "tastes": 754, "3": 755, "stars": 756, "meh": 757, "sneak": 758, "preview": 759, "delightful": 760, "unusually": 761, "fabulous": 762, "If": 763, "wo": 764, "deserve": 765, "Before": 766, "realize": 767, "charming": 768, "Shia": 769, "Lebouf": 770, "marvelous": 771, "self-contained": 772, "lead": 773, "something": 774, "incredibly": 775, "sweet": 776, "contains": 777, "moments": 778, "high": 779, "suspense": 780, "might": 781, "expect": 782, "Sports": 783, "stands": 784, "'d": 785, "recommend": 786, "Brass": 787, "pictures": 788, "fitting": 789, "word": 790, "brassy": 791, "Their": 792, "alluring": 793, "visual": 794, "qualities": 795, "reminiscent": 796, "expensive": 797, "TV": 798, "commercials": 799, "unfortunately": 800, "feature": 801, "pretense": 802, "wanting": 803, "entertain": 804, "viewers": 805, "!": 806, "In": 807, "fail": 808, "miserably": 809, "undeniable": 810, "rather": 811, "soft": 812, "flabby": 813, "steamy": 814, "erotic": 815, "non": 816, "withstanding.": 817, "Senso": 818, "'45": 819, "remake": 820, "Luchino": 821, "Visconti": 822, "title": 823, "Alida": 824, "Valli": 825, "Farley": 826, "Granger": 827, "original": 828, "senseless": 829, "love": 830, "lust": 831, "Venice": 832, "Italian": 833, "wars": 834, "independence": 835, "19th": 836, "into": 837, "20th": 838, "1945": 839, "Mussolini": 840, "murals": 841, "shirts": 842, "German": 843, "uniforms": 844, "tattered": 845, "garb": 846, "partisans": 847, "window": 848, "dressing": 849, "historic": 850, "context": 851, "completely": 852, "negligible.": 853, "Anna": 854, "Galiena": 855, "plays": 856, "attractive": 857, "aristocratic": 858, "woman": 859, "falls": 860, "amoral": 861, "SS": 862, "too": 863, "lipstick": 864, "She": 865, "versatile": 866, "trained": 867, "actress": 868, "clearly": 869, "material": 870, "Her": 871, "wide": 872, "range": 873, "facial": 874, "expressions": 875, "signalling": 876, "boredom": 877, "loathing": 878, "delight": 879, "fear": 880, "ecstasy": 881, "reason": 882, "picture": 883, "endures": 884, "basically": 885, "trashy": 886, "stuff": 887, "astonishing": 888, "amount": 889, "dignity": 890, "wish": 891, "parts": 892, "come": 893, "US": 894, "extra-ordinary": 895, "game": 896, "deals": 897, "directly": 898, "tensions": 899, "touches": 900, "upon": 901, "profound": 902, "anti-Catholic": 903, "prejudices": 904, "establishments": 905, "heart": 906, "perennial": 907, "favourite": 908, "triumph": 909, "odds.": 910, "exemplary": 911, "throughout": 912, "Stephen": 913, "Dillane": 914, "excellent": 915, "usual": 916, "revelation": 917, "LaBoeuf": 918, "delivers": 919, "disciplined": 920, "dignified": 921, "highly": 922, "performance": 923, "working": 924, "Franco-Irish": 925, "fighting": 926, "England": 927, "WASP": 928, "establishment": 929, "For": 930, "familiar": 931, "slap-stick": 932, "Even": 933, "Stevens": 934, "demonstration": 935, "maturity": 936, "surprise": 937, "Josh": 938, "Flitter": 939, "ten": 940, "year": 941, "old": 942, "threatens": 943, "steal": 944, "appears.": 945, "fashioned": 946, "fine": 947, "clear": 948, "directing": 949, "grips": 950, "final": 951, "affectionate": 952, "nod": 953, "Casablanca": 954, "pleasures": 955, "fill": 956, "funny": 957, "happened": 958, "me": 959, "Mosquito": 960, "hero": 961, "deaf-mute": 962, "totally": 963, "unable": 964, "understand": 965, "mutilating": 966, "mannequins": 967, "er": 968, "excuse": 969, "corpses": 970, "On": 971, "badly": 972, "So": 973, "found": 974, "myself": 975, "wishing": 976, "AND": 977, "less": 978, "access": 979, "graveyard": 980, "mortuary": 981, "town": 982, "lurid": 983, "would": 984, "70s": 985, "exploitationer": 986, "without": 987, "gratuitous": 988, "lesbian": 989, "mention": 990, "romantic": 991, "aspect": 992, "oh": 993, "Miss": 994, "*": 995, "September": 996, "1st": 997, "2005": 998, "Indianapolis": 999, "am": 1000, "judges": 1001, "Heartland": 1002, "Film": 1003, "Festival": 1004, "screens": 1005, "Truly": 1006, "Moving": 1007, "Picture": 1008, "Award": 1009, "explores": 1010, "journey": 1011, "artistically": 1012, "expressing": 1013, "hope": 1014, "respect": 1015, "positive": 1016, "values": 1017, "life": 1018, "gave": 1019, "award": 1020, "film.": 1021, "part": 1022, "rich": 1023, "gentlemen": 1024, "participate": 1025, "caddies": 1026, "country": 1027, "clubs": 1028, "With": 1029, "backdrop": 1030, "based-on-a-true-story": 1031, "unfolds": 1032, "boy": 1033, "takes": 1034, "greatest": 1035, "world": 1036, "Vardon.": 1037, "inspirational": 1038, "Against": 1039, "odds": 1040, "Francis": 1041, "LaBeouf": 1042, "Holes": 1043, "gets": 1044, "compete": 1045, "golfers": 1046, "Great": 1047, "Britain": 1048, "ill-prepared": 1049, "hilarious": 1050, "motivational": 1051, "steals": 1052, "despite": 1053, "handicaps": 1054, "displays": 1055, "courage": 1056, "spirit": 1057, "heroism": 1058, "humility": 1059, "event.": 1060, "learn": 1061, "lot": 1062, "years": 1063, "use": 1064, "small": 1065, "wooden": 1066, "layout": 1067, "short": 1068, "holes": 1069, "manual": 1070, "scoreboard": 1071, "swinging": 1072, "pipes": 1073, "mouths": 1074, "terrible": 1075, "conditions": 1076, "greens": 1077, "fairways": 1078, "canceled": 1079, "torrential": 1080, "rain.": 1081, "stunning": 1082, "art": 1083, "direction": 1084, "editing": 1085, "somehow": 1086, "believable.": 1087, "adds": 1088, "inventory": 1089, "vein": 1090, "Remember": 1091, "Titans": 1092, "FYI": 1093, "Pictures": 1094, "web": 1095, "listing": 1096, "winners": 1097, "70": 1098, "horror": 1099, "weirdest": 1100, "seen.": 1101, "connection": 1102, "between": 1103, "abuse": 1104, "vampirism": 1105, "supposed": 1106, "character.": 1107, "Our": 1108, "deaf": 1109, "mute": 1110, "result": 1111, "repeated": 1112, "beatings": 1113, "doll": 1114, "fetish": 1115, "figure": 1116, "co-workers": 1117, "tease": 1118, "terribly.": 1119, "During": 1120, "mild-manner": 1121, "accountant": 1122, "breaks": 1123, "cemeteries": 1124, "funeral": 1125, "homes": 1126, "drinks": 1127, "blood": 1128, "girls": 1129, "They": 1130, "fact": 1131, "usually": 1132, "clothing": 1133, "down": 1134, "waist": 1135, "graduates": 1136, "eventually": 1137, "actually": 1138, "killing": 1139, "caught.": 1140, "Like": 1141, "said": 1142, "strange": 1143, "dark": 1144, "slow": 1145, "Werner": 1146, "Pochath": 1147, "never": 1148, "talks": 1149, "spends": 1150, "drinking": 1151, "Maybe": 1152, "reading": 1153, "wonder": 1154, "Hongsheng": 1155, "developing": 1156, "mean": 1157, "casting": 1158, "heavy": 1159, "writing": 1160, "documenting": 1161, "etc": 1162, "biased.": 1163, "may": 1164, "getting": 1165, "details": 1166, "view": 1167, "perspectives": 1168, "transformation": 1169, "messed": 1170, "drugs": 1171, "remember": 1172, "everything.": 1173, "consistencies": 1174, "Jesus": 1175, "Christ": 1176, "pose": 1177, "appear": 1178, "martyr": 1179, "sacrificed": 1180, "metaphorically": 1181, "obviously": 1182, "happiness": 1183, "Huh": 1184, "lowest": 1185, "points": 1186, "maintaining": 1187, "superiority": 1188, "complex": 1189, "lies": 1190, "grass": 1191, "coming": 1192, "contemplates": 1193, "visions": 1194, "dragons": 1195, "celebrates": 1196, "freedom": 1197, "bicycle": 1198, "outstretching": 1199, "arms": 1200, "head": 1201, "cocked": 1202, "side.": 1203, "now": 1204, "career": 1205, "vulnerable": 1206, "somewhere": 1207, "middle.": 1208, "device": 1209, "Ted": 1210, "Demme": 1211, "Blow": 1212, "empathizes": 1213, "shown": 1214, "flawed": 1215, "hero.": 1216, "However": 1217, "Quitting": 1218, "Zuotian": 1219, "recommended": 1220, "mostly": 1221, "haunting": 1222, "soundtrack": 1223, "superb": 1224, "landscapes": 1225, "presume": 1226, "house": 1227, "Jia": 1228, "stage": 1229, "merely": 1230, "difficult": 1231, "Being": 1232, "long-time": 1233, "Japanese": 1234, "expected": 1235, "ca": 1236, "bothered": 1237, "poor": 1238, "cutest": 1239, "pity": 1240, "stand": 1241, "awful": 1242, "mess": 1243, "called": 1244, "pacing": 1245, "standard": 1246, "quirky": 1247, "noticed": 1248, "plots": 1249, "seem": 1250, "different": 1251, "forcedly": 1252, "steer": 1253, "Seriously": 1254, "12-year": 1255, "move": 1256, "book.": 1257, "Fans": 1258, "Beat": 1259, "Takeshi": 1260, "cameo": 1261, "unless": 1262, "rabid": 1263, "need": 1264, "suffer": 1265, "2/10": 1266, "felt": 1267, "certainly": 1268, "exposing": 1269, "achievement": 1270, "convincingly": 1271, "themselves": 1272, "definitely": 1273, "unique": 1274, "cultural": 1275, "aspects": 1276, "leave": 1277, "disappointed": 1278, "familiarity": 1279, "Chinese": 1280, "Oriental": 1281, "culture": 1282, "will": 1283, "answer": 1284, "questions": 1285, "regarding": 1286, "parent/child": 1287, "relationships": 1288, "stigma": 1289, "drug": 1290, "interesting": 1291, "note": 1292, "Beijing": 1293, "fashion": 1294, "reek": 1295, "90s": 1296, "though": 1297, "2001": 1298, "cheesy": 1299, "sometimes": 1300, "Whatever": 1301, "twenty": 1302, "television": 1303, "check": 1304, "amazing": 1305, "portray": 1306, "experience": 1307, "living": 1308, "actor": 1309, "quit": 1310, "everything": 1311, "struggling": 1312, "depression": 1313, "searching": 1314, "meaning": 1315, "angry": 1316, "especially": 1317, "wan": 1318, "na": 1319, "cry": 1320, "Many": 1321, "shut": 1322, "room": 1323, "walks": 1324, "bike": 1325, "rides": 1326, "Others": 1327, "deserved": 1328, "Oscar": 1329, "Dad": 1330, "Tokyo": 1331, "Eyes": 1332, "17": 1333, "girl": 1334, "hunted": 1335, "bro": 1336, "cop": 1337, "lame": 1338, "flick": 1339, "50": 1340, "%": 1341, "filler": 1342, "talk": 1343, "stellar": 1344, "three": 1345, "bus": 1346, "video": 1347, "games": 1348, "haircut": 1349, "walk": 1350, "cell": 1351, "phones": 1352, "hang": 1353, "read": 1354, "subtitles": 1355, "waiting": 1356, "happen": 1357, "thin": 1358, "wisp": 1359, "sufficient": 1360, "support": 1361, "low": 1362, "production": 1363, "meager": 1364, "romance": 1365, "sex": 1366, "nudity": 1367, "incessant": 1368, "yadayadayada'ing": 1369, "C-": 1370, "Wealthy": 1371, "horse": 1372, "ranchers": 1373, "Buenos": 1374, "Aires": 1375, "long-standing": 1376, "no-trading": 1377, "policy": 1378, "Crawfords": 1379, "Manhattan": 1380, "happens": 1381, "mustachioed": 1382, "Latin": 1383, "certain": 1384, "Crawford": 1385, "bright": 1386, "blonde": 1387, "hair": 1388, "perky": 1389, "dance": 1390, "floor": 1391, "Century-Fox": 1392, "musical": 1393, "glossy": 1394, "veneer": 1395, "yet": 1396, "seems": 1397, "bit": 1398, "tatty": 1399, "edges": 1400, "frenetic": 1401, "gymnastic-like": 1402, "dancing": 1403, "exceedingly": 1404, "Betty": 1405, "Grable": 1406, "eleventh": 1407, "replacement": 1408, "Alice": 1409, "Faye": 1410, "gives": 1411, "boost": 1412, "she": 1413, "paired": 1414, "leaden": 1415, "Don": 1416, "Ameche": 1417, "tan": 1418, "make-up": 1419, "slick": 1420, "Also": 1421, "Charlotte": 1422, "Greenwood": 1423, "pithy": 1424, "aunt": 1425, "limousine": 1426, "driver": 1427, "constantly": 1428, "asleep": 1429, "Carmen": 1430, "Miranda": 1431, "herself": 1432, "stock": 1433, "shots": 1434, "Argentina": 1435, "outclass": 1436, "filmed": 1437, "Fox": 1438, "backlot": 1439, "supporting": 1440, "By": 1441, "horserace": 1442, "finale": 1443, "enough": 1444, "1/2": 1445, "pre-ordained": 1446, "identity": 1447, "withdrawal": 1448, "rural": 1449, "success": 1450, "struck": 1451, "artist": 1452, "face": 1453, "appeal": 1454, "separate": 1455, "roots": 1456, "surpass": 1457, "peasant": 1458, "Troubles": 1459, "arise": 1460, "new": 1461, "demands": 1462, "departure": 1463, "personal": 1464, "ensuing": 1465, "splits": 1466, "confusion": 1467, "imaginary": 1468, "dissonance": 1469, "ordinary": 1470, "heroic": 1471, "gut": 1472, "escape": 1473, "self": 1474, "Hongshen": 1475, "slips": 1476, "latter": 1477, "long": 1478, "lonely": 1479, "road": 1480, "grim.": 1481, "exceptionally": 1482, "convincing": 1483, "particularity": 1484, "honesty": 1485, "sensuousness": 1486, "Zhang": 1487, "Yang": 1488, "bring": 1489, "clich\u00e9s": 1490, "stereotypes": 1491, "rigid": 1492, "gender": 1493, "roles": 1494, "requisite": 1495, "street": 1496, "language": 1497, "boot": 1498, "assumed": 1499, "money": 1500, "float": 1501, "acts": 1502, "whims": 1503, "mid-twenties": 1504, "talented": 1505, "impressionable": 1506, "vain": 1507, "idealistic": 1508, "emotionally": 1509, "starved": 1510, "perfect": 1511, "recipe": 1512, "enablers": 1513, "Soon": 1514, "cool": 1515, "idolized": 1516, "youth": 1517, "fashionable": 1518, "needs": 1519, "extremes": 1520, "metal": 1521, "adopts": 1522, "earrings": 1523, "scarf": 1524, "means": 1525, "arts": 1526, "--": 1527, "kind": 1528, "offer": 1529, "challenge": 1530, "input": 1531, "self-criticism": 1532, "dulled": 1533, "immediacy": 1534, "opens": 1535, "doors": 1536, "irrational": 1537, "self-doubt": 1538, "self-hatred": 1539, "phony": 1540, "readily": 1541, "available": 1542, "counter": 1543, "says": 1544, "wanted": 1545, "shallow": 1546, "becomes": 1547, "via": 1548, "disengagement": 1549, "false": 1550, "gradual": 1551, "intermittent": 1552, "doggedly": 1553, "Solitude": 1554, "space": 1555, "meditative": 1556, "thinking": 1557, "speech": 1558, "refusal": 1559, "replace": 1560, "therapy": 1561, "abstract": 1562, "change": 1563, "occurs": 1564, "outdoors": 1565, "-not": 1566, "idealized": 1567, "locations": 1568, "mainly": 1569, "green": 1570, "patches": 1571, "freeways": 1572, "bridges": 1573, "high-rises": 1574, "physicality": 1575, "Ritan": 1576, "Park": 1577, "spontaneous": 1578, "drenching": 1579, "sun": 1580, "rain": 1581, "grassy": 1582, "picnics": 1583, "sky": 1584, "patterns": 1585, "kites": 1586, "absorb": 1587, "musing": 1588, "specific": 1589, "drifts": 1590, "order": 1591, "arrive": 1592, "picking": 1593, "cues": 1594, "realistic": 1595, "started": 1596, "period": 1597, "retrospect": 1598, "contact": 1599, "start": 1600, "lanky": 1601, "body": 1602, "projects": 1603, "dancer": 1604, "positioning": 1605, "clumsy": 1606, "graceful": 1607, "humorous": 1608, "telling": 1609, "current": 1610, "circumstance": 1611, "mind": 1612, "lacking": 1613, "legs": 1614, "compel": 1615, "Central": 1616, "comeback": 1617, "rejection": 1618, "To": 1619, "punctuate": 1620, "determination": 1621, "smashes": 1622, "videos": 1623, "bangs": 1624, "till": 1625, "bloody": 1626, "John": 1627, "Lennon": 1628, "Forever": 1629, "poster": 1630, "iconic": 1631, "anti-establishment": 1632, "-but": 1633, "viable": 1634, "guide": 1635, "knows": 1636, "imagines": 1637, "Yoko": 1638, "Ono": 1639, "Mother": 1640, "Mary": 1641, "intercessor": 1642, "darkness": 1643, "trouble": 1644, "wrenching": 1645, "shaking": 1646, "pain": 1647, "park": 1648, "hallucinatory": 1649, "skitzoid": 1650, "ordeals": 1651, "Music": 1652, "speaks": 1653, "influence": 1654, "showing": 1655, "mental": 1656, "institute": 1657, "life-saving": 1658, "apples": 1659, "resistance": 1660, "nourishment": 1661, "reflect": 1662, "presence": 1663, "re-hang": 1664, "redecorated": 1665, "room.": 1666, "spiriting": 1667, "grounding": 1668, "users": 1669, "drink": 1670, "Fegsen": 1671, "differences": 1672, "underwrites": 1673, "secure": 1674, "accepts": 1675, "peasants": 1676, "exercises": 1677, "control": 1678, "habit": 1679, "recognizable": 1680, "drives": 1681, "treat": 1682, "sounding": 1683, "board": 1684, "anger": 1685, "rage": 1686, "blue": 1687, "jeans": 1688, "passivity": 1689, "crazed": 1690, "violent": 1691, "exchange": 1692, "accuses": 1693, "liar": 1694, "fake": 1695, "exposes": 1696, "acted": 1697, "bullshit": 1698, "emphatic": 1699, "NOT": 1700, "softly": 1701, "replies": 1702, "your": 1703, "Under": 1704, "teachers": 1705, "additional": 1706, "help": 1707, "sister": 1708, "inmates": 1709, "rehab": 1710, "inst.": 1711, "tangible": 1712, "whole": 1713, "term": 1714, "effects": 1715, "recede": 1716, "Indebtedness": 1717, "replaces": 1718, "pride": 1719, "trust": 1720, "distrust": 1721, "Integrity": 1722, "banishes": 1723, "cloud": 1724, "soften": 1725, "repeats": 1726, "endlessly": 1727, "released": 1728, "strap-down": 1729, "incurred": 1730, "refusing": 1731, "medicine": 1732, "Back": 1733, "home": 1734, "lard": 1735, "soap": 1736, "once": 1737, "rare": 1738, "friendships": 1739, "begin": 1740, "evident": 1741, "poignant": 1742, "back-to-back": 1743, "fence": 1744, "musician": 1745, "buddy": 1746, "chance": 1747, "become": 1748, "bound": 1749, "gained": 1750, "loss": 1751, "end.I": 1752, "skateboarding": 1753, "drawing": 1754, "me.Music": 1755, "drug.It": 1756, "changed": 1757, "life.I": 1758, "relate": 1759, "say.This": 1760, "left": 1761, "speechless": 1762, "honest.I": 1763, "Ifc": 1764, "channel.I": 1765, "having": 1766, "satellite": 1767, "perk": 1768, "satellite.The": 1769, "ifc": 1770, "channel": 1771, "movie.Im": 1772, "international": 1773, "translating": 1774, "lines.I": 1775, "obvious": 1776, "barrier": 1777, "leaves": 1778, "believe": 1779, "thats": 1780, "saying": 1781, "guess.I": 1782, "AMAZING": 1783, "movie.Good": 1784, "stayed": 1785, "bed": 1786, "..": 1787, "earlier": 1788, "usual.lol.I": 1789, "hell": 1790, "Love": 1791, "did.I": 1792, "type": 1793, "caps": 1794, "rules": 1795, "guess": 1796, "shouting": 1797, "excitement": 1798, "film.I": 1799, "Give": 1800, "Three": 1801, "Thumbs": 1802, "Way": 1803, "Up": 1804, "Movie": 1805, "Blew": 1806, "ME": 1807, "AWAY": 1808, "Cage": 1809, "drunk": 1810, "critically": 1811, "praise": 1812, "Elizabeth": 1813, "Shue": 1814, "Actually": 1815, "unattractive": 1816, "overrated": 1817, "piece": 1818, "dung": 1819, "flesh": 1820, "Hollywood": 1821, "literally": 1822, "vomited": 1823, "Of": 1824, "flu": 1825, "contribute": 1826, "vomit": 1827, "kamode": 1828, "Why": 1829, "Nick": 1830, "pull": 1831, "bad": 1832, "brilliant": 1833, "role": 1834, "Heck": 1835, "nobody": 1836, "better.": 1837, "search": 1838, "begins": 1839, "contract": 1840, "Lucifer": 1841, "Lou": 1842, "Cipher": 1843, "Train": 1844, "Terror": 1845, "say": 1846, "rented": 1847, "it.": 1848, "outside": 1849, "box": 1850, "promised": 1851, "thriller": 1852, "Ruth": 1853, "Rendell": 1854, "novel": 1855, "twist": 1856, "turns": 1857, "unlikely": 1858, "anytime": 1859, "soon.": 1860, "suspects": 1861, "hit": 1862, "run": 1863, "killed": 1864, "husband": 1865, "servants.His": 1866, "notions": 1867, "prove": 1868, "idea": 1869, "wife": 1870, "occur": 1871, "confesses": 1872, "crime.": 1873, "elements": 1874, "place": 1875, "became": 1876, "sort": 1877, "mild": 1878, "opera": 1879, "wants": 1880, "relationship": 1881, "enjoyable": 1882, "talked": 1883, "twisted": 1884, "lover": 1885, "triangle": 1886, "labeled": 1887, "thriller.This": 1888, "seemed": 1889, "distraction": 1890, "content": 1891, "kept": 1892, "leading": 1893, "event": 1894, "materialized": 1895, "give": 1896, "lower": 1897, "rating": 1898, "expectations": 1899, "fortunate": 1900, "attend": 1901, "premier": 1902, "deeply": 1903, "BAD": 1904, "CHOICES": 1905, "Every": 1906, "mesmerizing": 1907, "attention": 1908, "detail": 1909, "impressive.": 1910, "agree": 1911, "comments": 1912, "question": 1913, "throwing": 1914, "despicable": 1915, "SPOLIER": 1916, "ALERT": 1917, "hoping": 1918, "Dylan": 1919, "END": 1920, "SPOILER": 1921, "Keira": 1922, "Knightley": 1923, "radiate": 1924, "innocence": 1925, "screen": 1926, "Sienna": 1927, "Miller": 1928, "truly": 1929, "worthy.": 1930, "sure": 1931, "nominated": 1932, "awards": 1933, "tell": 1934, "serious": 1935, "boozer": 1936, "Budweiser": 1937, "How": 1938, "suicidally-obsessed": 1939, "drinkers": 1940, "fully": 1941, "stocked": 1942, "barely": 1943, "touched": 1944, "motel": 1945, "millionaire": 1946, "playboy": 1947, "bachelor-pad": 1948, "bar": 1949, "proud": 1950, "boast": 1951, "alcoholic": 1952, "tends": 1953, "bottle": 1954, "held": 1955, "8": 1956, "inches": 1957, "mouth": 1958, "contents": 1959, "generally": 1960, "spill": 1961, "wasting": 1962, "whisky": 1963, "dousing": 1964, "girlfriend": 1965, "tits": 1966, "cinema": 1967, "eyeful": 1968, "Elisabeth": 1969, "assets.": 1970, "portraying": 1971, "attention-seeking": 1972, "look-at-me": 1973, "graced": 1974, "looks": 1975, "Berkely": 1976, "preppy": 1977, "slumming": 1978, "summer": 1979, "seasoned": 1980, "street-walker": 1981, "humiliated": 1982, "subjugated": 1983, "often": 1984, "possible": 1985, "revolting": 1986, "skin": 1987, "lacerations": 1988, "anal": 1989, "rape": 1990, "graphic": 1991, "verbal": 1992, "implausible": 1993, "included": 1994, "apparently": 1995, "convey": 1996, "demeaned": 1997, "state": 1998, "male": 1999, "astonishingly": 2000, "clich\u00e9d": 2001, "sentimental": 2002, "sexual": 2003, "fantasy": 2004, "'tart-with-a-heart'.": 2005, "Still": 2006, "laughing": 2007, "loud": 2008, "tough": 2009, "hooker": 2010, "chopped": 2011, "carrots": 2012, "kitchen": 2013, "wanly": 2014, "pathetically": 2015, "smiling": 2016, "popping": 2017, "operating": 2018, "drill": 2019, "earthquake": 2020, "grimaced": 2021, "mugged": 2022, "half-hour": 2023, "IFC": 2024, "Which": 2025, "network": 2026, "underground": 2027, "watched": 2028, "pure": 2029, "hold": 2030, "water": 2031, "rough": 2032, "shape": 2033, "deny": 2034, "matter": 2035, "devotion": 2036, "metaphor": 2037, "helplessness": 2038, "feels": 2039, "situations": 2040, "disliking": 2041, "loophole": 2042, "NO": 2043, "loopholes": 2044, "foreign": 2045, "poorly": 2046, "America": 2047, "settings": 2048, "trip": 2049, "Please": 2050, "disappointment": 2051, "touted": 2052, "incredible": 2053, "Incredibly": 2054, "Very": 2055, "pretentious": 2056, "someone": 2057, "create": 2058, "profile": 2059, "prostitute": 2060, "anything": 2061, "hopeless": 2062, "Nicholas": 2063, "perform": 2064, "erection": 2065, "deathbed": 2066, "Really": 2067, "needed": 2068, "bath": 2069, "painful": 2070, "four": 2071, "addiction": 2072, "addicted": 2073, "alcohol": 2074, "pornography": 2075, "hurt": 2076, "important": 2077, "Since": 2078, "#": 2079, "priority": 2080, "Asian": 2081, "guts": 2082, "circle": 2083, "gather": 2084, "together": 2085, "person": 2086, "loves": 2087, "him/her": 2088, "fun": 2089, "surrounding": 2090, "touching": 2091, "B-movie": 2092, "imitate": 2093, "genuineness": 2094, "absolutely": 2095, "appalling": 2096, "budget": 2097, "Ed": 2098, "Wood": 2099, "look": 2100, "abysmal": 2101, "sets": 2102, "props": 2103, "worse": 2104, "An": 2105, "subway": 2106, "train": 2107, "transport": 2108, "evil": 2109, "zone": 2110, "killer": 2111, "mutants": 2112, "Woddy": 2113, "Strode": 2114, "bullet": 2115, "fight": 2116, "shot": 2117, "disused": 2118, "gravel": 2119, "pit": 2120, "sadism": 2121, "80s": 2122, "nasty": 2123, "female": 2124, "interest": 2125, "bhind-": 2126, "taste": 2127, "maybe": 2128, "standards": 2129, "damn": 2130, "discerning": 2131, "entertainment": 2132, "whatsoever": 2133, "extremely": 2134, "cheap": 2135, "insult": 2136, "earth": 2137, "Woody": 2138, "ended": 2139, "ia": 2140, "turkey": 2141, "My": 2142, "health": 2143, "therapist": 2144, "typical": 2145, "chick": 2146, "unbelievable": 2147, "sorry": 2148, "others": 2149, "Spoiler": 2150, "Plus": 2151, "individuals": 2152, "including": 2153, "institution": 2154, "real.": 2155, "Here": 2156, "decidedly": 2157, "post": 2158, "apocalyptic": 2159, "hunting/killing": 2160, "humans": 2161, "ala": 2162, "Dangerous": 2163, "Turkey": 2164, "Shoot": 2165, "Gymkata": 2166, "Running": 2167, "Man.": 2168, "Certainly": 2169, "reviewed": 2170, "near": 2171, "listed": 2172, "entries": 2173, "furthermore": 2174, "voice": 2175, "bland": 2176, "number": 2177, "entirely": 2178, "tasteless": 2179, "prolonged": 2180, "sequence": 2181, "illogical": 2182, "throughout.": 2183, "Take": 2184, "towards": 2185, "manages": 2186, "infiltrate": 2187, "compound": 2188, "villains": 2189, "initially": 2190, "kills": 2191, "sentry": 2192, "jeep": 2193, "Upon": 2194, "discovery": 2195, "corpse": 2196, "response": 2197, "bearing": 2198, "brutally": 2199, "murder": 2200, "\u0096": 2201, "resolve": 2202, "wait": 2203, "next": 2204, "morning": 2205, "culprit": 2206, "suppose": 2207, "fair": 2208, "remains": 2209, "nonetheless": 2210, "watchable": 2211, "suspend": 2212, "benefit": 2213, "immensely": 2214, "limited": 2215, "classic": 2216, "stretch": 2217, "imagination": 2218, "worthy": 2219, "B-Movie": 2220, "enthusiasts": 2221, "Rotterdam": 2222, "International": 2223, "2002": 2224, "popular": 2225, "festival": 2226, "interesting.": 2227, "environment": 2228, "withdrawing": 2229, "facts": 2230, "Moreover": 2231, "partly": 2232, "methods": 2233, "highlighting": 2234, "effective.": 2235, "late": 2236, "eighties": 2237, "Later": 2238, "Frozen": 2239, "Suzhou": 2240, "River": 2241, "paths": 2242, "addict": 2243, "looses": 2244, "drive": 2245, "productive": 2246, "futile": 2247, "becoming": 2248, "guitar": 2249, "virtuoso.": 2250, "writer": 2251, "scenario": 2252, "choose": 2253, "emphasize": 2254, "behavior": 2255, "struggle": 2256, "treats": 2257, "him.": 2258, "draws": 2259, "tiring": 2260, "pattern": 2261, "caught": 2262, "dragging": 2263, "try": 2264, "Because": 2265, "'interviews": 2266, "well.": 2267, "cycling": 2268, "Bejing": 2269, "partying": 2270, "lighten": 2271, "tone": 2272, "bitter": 2273, "events": 2274, "beautiful": 2275, "easily": 2276, "interested": 2277, "modern": 2278, "strong": 2279, "recommendation": 2280, "bottom": 2281, "apocalypse": 2282, "scale": 2283, "pish": 2284, "'The": 2285, "Final": 2286, "Executioner": 2287, "bloke": 2288, "ex-cop": 2289, "seek": 2290, "vengeance": 2291, "cold": 2292, "Lots": 2293, "explosions": 2294, "repetitive": 2295, "shootings": 2296, "ensue": 2297, "Has": 2298, "array": 2299, "costumes": 2300, "massive": 2301, "fortress": 2302, "7": 2303, "GREAT": 2304, "dubbing": 2305, "guys": 2306, "Best": 2307, "loses": 2308, "swordfight": 2309, "skewered": 2310, "neck": 2311, "BANG": 2312, "mystery": 2313, "sit": 2314, "puzzling": 2315, "Hunted": 2316, "French": 2317, "porn": 2318, "Brigitte": 2319, "Lahaie.In": 2320, "members": 2321, "slow-moving": 2322, "frantic": 2323, "filming.This": 2324, "Rollin": 2325, "vampire": 2326, "memorable": 2327, "Lips": 2328, "Blood": 2329, "Fascination": 2330, ".Lahaie": 2331, "amnesiac": 2332, "hitchhiker": 2333, "from.Most": 2334, "apartment": 2335, "Lahaie": 2336, "medical": 2337, "group": 2338, "treating": 2339, "similar": 2340, "condition.Anyway": 2341, "escapes": 2342, "monolithic": 2343, "office": 2344, "tower": 2345, "affected": 2346, "held.On": 2347, "highway": 2348, "meets": 2349, "stops": 2350, "picks": 2351, "offers": 2352, "plenty": 2353, "pace": 2354, "slow.The": 2355, "sad": 2356, "another": 2357, "asylum": 2358, "inmate": 2359, "Dominique": 2360, "Journet": 2361, "well-developed.Still": 2362, "dull": 2363, "enjoyable.Give": 2364, "Jean": 2365, "works.7": 2366, "10": 2367, "Earth": 2368, "nuclear": 2369, "holocaust": 2370, "Well": 2371, "Italy": 2372, "band": 2373, "purebred": 2374, "survivors": 2375, "radioactive": 2376, "contamination": 2377, "holed": 2378, "mansion": 2379, "surrounded": 2380, "lush": 2381, "grounds": 2382, "opportunity": 2383, "hunting": 2384, "polluted": 2385, "victims": 2386, "Alan": 2387, "Mang": 2388, "surprisingly": 2389, "Kurt": 2390, "Russell": 2391, "efforts": 2392, "legally": 2393, "sanctioned": 2394, "hunters": 2395, "Edra": 2396, "Marina": 2397, "Costa": 2398, "Erasmus": 2399, "Harrison": 2400, "Muller": 2401, "Jr.": 2402, "kill": 2403, "former": 2404, "NYPD": 2405, "Sam": 2406, "hangs": 2407, "giving": 2408, "pupil": 2409, "moral": 2410, "mooching": 2411, "tinned": 2412, "meat": 2413, "third": 2414, "running": 2415, "blending": 2416, "stories": 2417, "Ten": 2418, "Little": 2419, "Indians": 2420, "Escape": 2421, "provides": 2422, "reasonable": 2423, "discriminate": 2424, "fans": 2425, "idiosyncratic": 2426, "guard": 2427, "exceptional": 2428, "foray": 2429, "science": 2430, "fiction": 2431, "territory": 2432, "diaphanously": 2433, "gowned": 2434, "sight": 2435, "True": 2436, "tradition": 2437, "proved": 2438, "tight": 2439, "vision": 2440, "Yet": 2441, "largely": 2442, "compensated": 2443, "dedication": 2444, "craft": 2445, "sheer": 2446, "ingenuity": 2447, "Jean-Claude": 2448, "Couty": 2449, "atmospheric": 2450, "foreboding": 2451, "Philippe": 2452, "Br\u00e9jean": 2453, "a/k/a": 2454, "Gary": 2455, "Sandeur": 2456, "contributes": 2457, "startling": 2458, "fortunately": 2459, "resemble": 2460, "sappy": 2461, "composed": 2462, "hardcore.": 2463, "Shot": 2464, "Paris": 2465, "block": 2466, "regulars": 2467, "Michel": 2468, "Gentil": 2469, "cash-gathering": 2470, "XXX": 2471, "notably": 2472, "f": 2473, "ck": 2474, "royalty": 2475, "demanding": 2476, "Playing": 2477, "picked": 2478, "wandering": 2479, "nearby": 2480, "Robert": 2481, "Vincent": 2482, "Gard\u00e8re": 2483, "driving": 2484, "Barely": 2485, "string": 2486, "lose": 2487, "memories": 2488, "forgetting": 2489, "name": 2490, "savior": 2491, "flight": 2492, "Prior": 2493, "rightfully": 2494, "describes": 2495, "virgin": 2496, "credit": 2497, "thespian": 2498, "skills": 2499, "handle": 2500, "active": 2501, "adult": 2502, "actresses": 2503, "'70s": 2504, "recall": 2505, "touch": 2506, "preceding": 2507, "nifty": 2508, "relatively": 2509, "eschews": 2510, "gratuity": 2511, "commercial": 2512, "interludes": 2513, "include": 2514, "works": 2515, "assure": 2516, "funding.": 2517, "When": 2518, "inevitably": 2519, "erased": 2520, "feeble": 2521, "mysterious": 2522, "doctor": 2523, "comedian": 2524, "Bernard": 2525, "Papineau": 2526, "effectively": 2527, "menacing": 2528, "assistant": 2529, "Solange": 2530, "striking": 2531, "starlet": 2532, "Rachel": 2533, "Mhas": 2534, "protector": 2535, "absence": 2536, "escaped": 2537, "strongest": 2538, "re-introduced": 2539, "roommate": 2540, "Catherine": 2541, "Cath\u00e9rine": 2542, "Greiner": 2543, "hardcore": 2544, "performer": 2545, "Cathy": 2546, "Stewart": 2547, "quietly": 2548, "devastating": 2549, "turn": 2550, "supplying": 2551, "fictitious": 2552, "shared": 2553, "bid": 2554, "outrun": 2555, "inevitable": 2556, "fate": 2557, "That": 2558, "deterioration": 2559, "solely": 2560, "served": 2561, "lunch": 2562, "movements": 2563, "spoonful": 2564, "soup": 2565, "filmmaker": 2566, "compromise": 2567, "commerce": 2568, "urges": 2569, "naked": 2570, "physical": 2571, "faculties": 2572, "deserted": 2573, "them.": 2574, "Several": 2575, "explicit": 2576, "mid-section": 2577, "aficionados": 2578, "recognize": 2579, "likes": 2580, "Alain": 2581, "Plumey": 2582, "Cyril": 2583, "Val": 2584, "Jacques": 2585, "Gateau": 2586, "Elodie": 2587, "Delage": 2588, "blink": 2589, "miss": 2590, "future": 2591, "porno": 2592, "princess": 2593, "Marilyn": 2594, "Jess": 2595, "whose": 2596, "member": 2597, "present": 2598, "rarely": 2599, "screened": 2600, "FILLES": 2601, "TRAQUEES": 2602, "pivotal": 2603, "V\u00e9ronique": 2604, "whom": 2605, "seeks": 2606, "anew": 2607, "beautifully": 2608, "handled": 2609, "exquisite": 2610, "unforgettable": 2611, "sizable": 2612, "Franco": 2613, "Zeffirelli": 2614, "LA": 2615, "TRAVIATA": 2616, "six": 2617, "feet": 2618, "reveals": 2619, "deteriorating": 2620, "condition": 2621, "quarantined": 2622, "patients": 2623, "ultimately": 2624, "leaving": 2625, "breathing": 2626, "empty": 2627, "shell": 2628, "unceremoniously": 2629, "disposed": 2630, "fiery": 2631, "furnace": 2632, "particularly": 2633, "heartbreaking": 2634, "variation": 2635, "Chaplin": 2636, "MODERN": 2637, "TIMES": 2638, "approaching": 2639, "meltdown": 2640, "wounded": 2641, "stumble": 2642, "railroad": 2643, "bridge": 2644, "clumsily": 2645, "clasping": 2646, "outstretched": 2647, "Men": 2648, "groups": 2649, "speaking": 2650, "hushed": 2651, "couple": 2652, "discussing": 2653, "sexy": 2654, "daughter": 2655, "today": 2656, "soon": 2657, "u": 2658, "worried": 2659, "preparing": 2660, "food": 2661, "friend": 2662, "sitting": 2663, "beside": 2664, "matters": 2665, "simple": 2666, "roti": 2667, "sabji": 2668, "One": 2669, "mobile": 2670, "Daughter": 2671, "busy": 2672, "makeup": 2673, "suggests": 2674, "wear": 2675, "salwar": 2676, "kameej": 2677, "looking": 2678, "visiting": 2679, "hence": 2680, "prefers": 2681, "T": 2682, "shirt": 2683, "kameez": 2684, "asks": 2685, "mom": 2686, "finish": 2687, "kriyas": 2688, "Then": 2689, "focuses": 2690, "white": 2691, "cloth": 2692, "covering": 2693, "displaced": 2694, "slightly": 2695, "due": 2696, "wind": 2697, "revealing": 2698, "Its": 2699, "Anupam": 2700, "Kher": 2701, "suddenly": 2702, "alarm": 2703, "rings": 2704, "Is": 2705, "flash": 2706, "U": 2707, "wat": 2708, "Dibakar": 2709, "Banerjee": 2710, "described": 2711, "belong": 2712, "category": 2713, "remotely": 2714, "associated": 2715, "More": 2716, "message": 2717, "justice": 2718, "Police": 2719, "cheat": 2720, "cheats": 2721, "forget": 2722, "Justice": 2723, "Bapi-Tutul": 2724, "&": 2725, "Dhruv": 2726, "Dhalla": 2727, "OK": 2728, "Nothing": 2729, "sectors": 2730, "Bad": 2731, "destroys": 2732, "succeeds": 2733, "paisa": 2734, "vasool": 2735, "surprised": 2736, "Sure": 2737, "moving": 2738, "includes": 2739, "lots": 2740, "gorgeous": 2741, "spectacularly": 2742, "eroticised": 2743, "dodgey": 2744, "sci-fi": 2745, "storyline": 2746, "brief": 2747, "explanation": 2748, "exploration": 2749, "memory": 2750, "extent": 2751, "'alive": 2752, "DVD": 2753, "sleeve": 2754, "mentions": 2755, "David": 2756, "Cronenberg": 2757, "whilst": 2758, "similarity": 2759, "seemingly": 2760, "architecture": 2761, "creepy": 2762, "inside": 2763, "tried": 2764, "indicate": 2765, "rip": 2766, "roaring": 2767, "captivating": 2768, "nightmare": 2769, "railway": 2770, "neighborhood": 2771, "nearly": 2772, "ruins": 2773, "Niven": 2774, "marriage": 2775, "Mitzi": 2776, "Gaynor": 2777, "Bedroom": 2778, "ventures": 2779, "bedroom": 2780, "anyway": 2781, "oven": 2782, "sole": 2783, "compensation": 2784, "Patty": 2785, "Duke": 2786, "pre-": 2787, "Worker": 2788, "Happy": 2789, "Anniversary": 2790, "knowing": 2791, "impressed.": 2792, "essentially": 2793, "mystery/thriller": 2794, "'rescued": 2795, "fast": 2796, "lovers": 2797, "Through": 2798, "vague": 2799, "flashbacks": 2800, "grim": 2801, "cool.": 2802, "desolate": 2803, "post-modern": 2804, "gray": 2805, "skies": 2806, "tall": 2807, "buildings": 2808, "metropolitan": 2809, "Groovy": 2810, "nudity.": 2811, "Surprising": 2812, "1980": 2813, "ahead": 2814, "time.": 2815, "kids": 2816, "Prey": 2817, "tag": 2818, "axe": 2819, "padded": 2820, "stinkaroo": 2821, "....": 2822, "endless": 2823, "insect": 2824, "wildlife": 2825, "die": 2826, "slasher": 2827, "garbage": 2828, ".....": 2829, "Watch": 2830, "13th": 2831, "burn": 2832, "rates": 2833, "25": 2834, "worst": 2835, "fests": 2836, "major": 2837, "minus": 2838, "bio-mechanical": 2839, "nightmarish": 2840, "Except": 2841, "across": 2842, "slippers": 2843, "bathrobe": 2844, "lingers": 2845, "wearing": 2846, "forgets": 2847, "prevent": 2848, "return": 2849, "strangers": 2850, "'tower": 2851, "referred": 2852, "Black": 2853, "Tower": 2854, "'no": 2855, "problems": 2856, "Time": 2857, "march": 2858, "involve": 2859, "manage": 2860, "call": 2861, "avoiding": 2862, "formula": 2863, "created": 2864, "fascinating": 2865, "disturbing": 2866, "exaggerating": 2867, "Slasher": 2868, "80": 2869, "following": 2870, "tendency": 2871, "copies": 2872, "fore-mentioned": 2873, "woods": 2874, "dumb": 2875, "teens": 2876, "gore": 2877, "etc.": 2878, "coincidence.": 2879, "supernatural": 2880, "Jason": 2881, "lack": 2882, "tension": 2883, "flick.": 2884, "simply": 2885, "horrid": 2886, "score": 2887, "combination": 2888, "instruments": 2889, "tunes": 2890, "technical": 2891, "cost": 2892, "20": 2893, "dollars.": 2894, "avoid": 2895, "plague": 2896, "Thank": 2897, "God": 2898, "vanished": 2899, "cartoon": 2900, "days": 2901, "Felix": 2902, "using": 2903, "bubbles": 2904, "animation": 2905, "style": 2906, "crude": 2907, "compared": 2908, "contemporaries": 2909, "holds": 2910, "age": 2911, "funny.": 2912, "shoe": 2913, "business": 2914, "folding": 2915, "sell": 2916, "shoes": 2917, "shop": 2918, "spreads": 2919, "chewing": 2920, "gum": 2921, "stuck": 2922, "rushing": 2923, "buy": 2924, "ones": 2925, "store": 2926, "gratitude": 2927, "$": 2928, "500": 2929, "owner": 2930, "figures": 2931, "along.": 2932, "barges": 2933, "studio": 2934, "nuisance": 2935, "Along": 2936, "versions": 2937, "comics": 2938, "Turpin": 2939, "Charlie": 2940, "luck": 2941, "discovered": 2942, "offered": 2943, "Hurray": 2944, "unlike": 2945, "war": 2946, "sticky": 2947, "pink": 2948, "rose": 2949, "thorns": 2950, "balance": 2951, "tragic": 2952, "down-to-earth": 2953, "lyrics": 2954, "cabaret/chanson-esquire": 2955, "sung": 2956, "b": 2957, "drag": 2958, "deeper": 2959, "brutal": 2960, "amongst": 2961, "peaceful": 2962, "Some": 2963, "biopic": 2964, "\u00eds": 2965, "consequently": 2966, "Thomas": 2967, "triangular": 2968, "steeped": 2969, "joy": 2970, "jealousy": 2971, "visualized": 2972, "angle": 2973, "bohemian": 2974, "bombings": 2975, "Germans": 2976, "floating": 2977, "bedrooms": 2978, "pubs": 2979, "bars": 2980, "independent": 2981, "soldier": 2982, "charismatic": 2983, "poet": 2984, "swept": 2985, "feelings": 2986, "loosely": 2987, "rest": 2988, "Emily": 2989, "Watson": 2990, "Breaking": 2991, "Waves": 2992, "Tom": 2993, "Wilkinson": 2994, "Normal": 2995, "amused": 2996, "upstaged": 2997, "Rupert": 2998, "Everett": 2999, "Dellamorte": 3000, "Dellamore": 3001, "shockingly": 3002, "minor": 3003, "ingredients": 3004, "portrays": 3005, "languid": 3006, "infinitely": 3007, "entitled": 3008, "worthless": 3009, "Lord": 3010, "spot-on": 3011, "entertaining": 3012, "remarkably": 3013, "chemistry": 3014, "speak": 3015, "annoyingly": 3016, "movie-of-the-week": 3017, "quality": 3018, "voice-over": 3019, "jarring": 3020, "unnecessary": 3021, "Clearly": 3022, "first-time": 3023, "either": 3024, "lacked": 3025, "sufficiently": 3026, "heed": 3027, "advice": 3028, "Too": 3029, "bad.": 3030, "appreciate": 3031, "vice-versa": 3032, "arc": 3033, "terms": 3034, "perception": 3035, "refreshingly": 3036, "honest": 3037, "began": 3038, "announced": 3039, "actions": 3040, "declared": 3041, "marital": 3042, "asking": 3043, "permission": 3044, "apologies": 3045, "freak": 3046, "relativist": 3047, "understanding": 3048, "awkwardly": 3049, "morphed": 3050, "whodunit": 3051, "Story": 3052, "Steel": 3053, "Magnolias": 3054, "illness": 3055, "informing": 3056, "distractedly": 3057, "guessing": 3058, "revealed": 3059, "Was": 3060, "car": 3061, "dog": 3062, "visits": 3063, "relates": 3064, "brave": 3065, "bestest": 3066, "nurse": 3067, "dying": 3068, "boyfriend": 3069, "ask": 3070, "Florence": 3071, "Nightingale": 3072, "incarnate": 3073, "over-the-top": 3074, "sobbing": 3075, "baby": 3076, "Good": 3077, "flitty": 3078, "providing": 3079, "spouse": 3080, "crazy": 3081, "screwing": 3082, "occupy": 3083, "added": 3084, "bonus": 3085, "previous": 3086, "reproach.": 3087, "Look": 3088, "secretary": 3089, "Instead": 3090, "abused": 3091, "craving": 3092, "affection": 3093, "increasing": 3094, "kick": 3095, "anti": 3096, "PC": 3097, "ring": 3098, "taking": 3099, "account": 3100, 